{"author": "William Wordsworth", "title": "'Tis Said, That Some Have Died For Love", "content": "'Tis said, that some have died for love:\r\nAnd here and there a churchyard grave is found\r\nIn the cold north's unhallowed ground,\r\nBecause the wretched man himself had slain,\r\nHis love was such a grievous pain.\r\nAnd there is one whom I five years have known;\r\nHe dwells alone\r\nUpon Helvellyn's side:\r\nHe loved the pretty Barbara died;\r\nAnd thus he makes his moan:\r\nThree years had Barbara in her grave been laid\r\nWhen thus his moan he made:\n\r\n\"Oh, move, thou Cottage, from behind that oak!\r\nOr let the aged tree uprooted lie,\r\nThat in some other way yon smoke\r\nMay mount into the sky!\r\nThe clouds pass on; they from the heavens depart.\r\nI look, the sky is empty space;\r\nI know not what I trace;\r\nBut when I cease to look, my hand is on my heart.\n\r\n\"Oh! what a weight is in these shades! Ye leaves,\r\nThat murmur once so dear, when will it cease?\r\nYour sound my heart of rest bereaves,\r\nIt robs my heart of peace.\r\nThou Thrush, that singest loud, and loud and free,\r\nInto yon row of willows flit,\r\nUpon that alder sit;\r\nOr sing another song, or choose another tree.\n\r\n\"Roll back, sweet Rill! back to thy mountain-bounds,\r\nAnd there for ever be thy waters chained!\r\nFor thou dost haunt the air with sounds\r\nThat cannot be sustained;\r\nIf still beneath that pine-tree's ragged bough\r\nHeadlong yon waterfall must come,\r\nOh let it then be dumb!\r\nBe anything, sweet Rill, but that which thou art now.\n\r\n\"Thou Eglantine, so bright with sunny showers,\r\nProud as a rainbow spanning half the vale,\r\nThou one fair shrub, oh! shed thy flowers,\r\nAnd stir not in the gale.\r\nFor thus to see thee nodding in the air,\r\nTo see thy arch thus stretch and bend,\r\nThus rise and thus descend,\r\nDisturbs me till the sight is more than I can dear.\"\n\r\nThe Man who makes this feverish complaint\r\nIs one of giant stature, who could dance\r\nEquipped from head to foot in iron mail.\r\nAh gentle Love! if ever thought was thine\r\nTo store up kindred hours for me, thy face\r\nTurn from me, gentle Love! nor let me walk\r\nWithin the sound of Emma's voice, nor know\r\nSuch happiness as I have known to-day."}