{"author": "Vachel Lindsay", "title": "A Curse for Kings", "content": "         A curse upon each king who leads his state,\r\n         No matter what his plea, to this foul game,\r\n         And may it end his wicked dynasty,\r\n         And may he die in exile and black shame.\n\r\n         If there is vengeance in the Heaven of Heavens,\r\n         What punishment could Heaven devise for these\r\n         Who fill the rivers of the world with dead,\r\n         And turn their murderers loose on all the seas!\n\r\n         Put back the clock of time a thousand years,\r\n         And make our Europe, once the world's proud Queen,\r\n         A shrieking strumpet, furious fratricide,\r\n         Eater of entrails, wallowing obscene\n\r\n         In pits where millions foam and rave and bark,\r\n         Mad dogs and idiots, thrice drunk with strife;\r\n         While Science towers above; - a witch, red-winged:\r\n         Science we looked to for the light of life.\n\r\n         Curse me the men who make and sell iron ships,\r\n         Who walk the floor in thought, that they may find\r\n         Each powder prompt, each steel with fearful edge,\r\n         Each deadliest device against mankind.\n\r\n         Curse me the sleek lords with their plumes and spurs,\r\n         May Heaven give their land to peasant spades,\r\n         Give them the brand of Cain, for their pride's sake,\r\n         And felon's stripes for medals and for braids.\n\r\n         Curse me the fiddling, twiddling diplomats,\r\n         Haggling here, plotting and hatching there,\r\n         Who make the kind world but their game of cards,\r\n         Till millions die at turning of a hair.\n\r\n         What punishment will Heaven devise for these\r\n         Who win by others' sweat and hardihood,\r\n         Who make men into stinking vultures' meat,\r\n         Saying to evil still \"Be thou my good\"?\n\r\n         Ah, he who starts a million souls toward death\r\n         Should burn in utmost hell a million years!\r\n        - Mothers of men go on the destined wrack\r\n         To give them life, with anguish and with tears: - \n\r\n         Are all those childbed sorrows sneered away?\r\n         Yea, fools laugh at the humble christenings,\r\n         And cradle-joys are mocked of the fat lords:\r\n         These mothers' sons made dead men for the Kings!\n\r\n         All in the name of this or that grim flag,\r\n         No angel-flags in all the rag-array - \r\n         Banners the demons love, and all Hell sings\r\n         And plays wild harps.    Those flags march forth to-day!"}