{"author": "Matthew Arnold", "title": "Alaric at Rome", "content": "    Admire, exult, despise, laugh, weep, for here\r\n    There is such matter for all feeling.\r\n    - Childe Harold.\n\n\r\n    I\r\n    Unwelcome shroud of the forgotten dead,\r\n    Oblivion’s dreary fountain, where art thou:\r\n    Why speed’st thou not thy deathlike wave to shed\r\n    O’er humbled pride, and self-reproaching woe:\r\n    Or time’s stern hand, why blots it not away\r\n    The saddening tale that tells of sorrow and decay?\n\r\n    II\r\n    There are, whose glory passeth not away—\r\n    Even in the grave their fragrance cannot fade:\r\n    Others there are as deathless full as they,\r\n    Who for themselves a monument have made\r\n    By their own cringes—a lesson to all eyes—\r\n    Of wonder to the fool—of warning to the wise.\n\r\n    III\r\n    Yes, there are stories registered on high,\r\n    Yes, there are stains time’s fingers cannot blot,\r\n    Deeds that shall live when they who did them, die\r\n    Things that may cease, but never be forgot\r\n    Yet some there are, their very lives would give\r\n    To be remembered thus, and yet they cannot live.\n\r\n    IV\r\n    But thou, imperial City! that least stood\r\n    In greatness once, in sackcloth now and tears,\r\n    A mighty name, for evil or for good,\r\n    Even in the loneness of thy widowed years:\r\n    Thou that hast gazed, as the world hurried by,\r\n    Upon its headlong course with sad prophetic eye.\n\r\n    V\r\n    Is thine the laurel-crown that greatness wreathes\r\n    Round the wan temples of the hallowed dead—\r\n    Is it the blighting taint dishonour breathes\r\n    In fires undying o’er the guilty head,\r\n    Or the brief splendour of that meteor light\r\n    Chat for a moment gleams, and all again is night?\n\r\n    VI\r\n    Fain would we deem that thou hast risen so high\r\n    Thy dazzling light an eagle’s gaze should tire;\r\n    No meteor brightness to be seen and die,\r\n    No passing pageant, born but to expire,\r\n    But full and deathless as the deep dark hue\r\n    Of ocean’s sleeping face, or heaven’s unbroken blue.\n\r\n    VII\r\n    Yet stains there are to blot thy brightest page,\r\n    And wither half the laurels on thy tomb;\r\n    A glorious manhood, yet a dim old age,\r\n    And years of crime, and nothingness, and gloom:\r\n    And then that mightiest crash, that giant fall,\r\n    Ambition’s boldest dream might sober and appal.\n\r\n    VIII\r\n    Thou wondrous chaos, where together dwell\r\n    Present and past, the living and the dead,\r\n    Thou shattered mass, whose glorious ruins tell\r\n    The vanisht might of that discrownèd head:\r\n    Where all we see, or do, or hear, or say,\r\n    Seems strangely echoed back by tones of yesterday:\n\r\n    IX\r\n    Thou solemn grave, where every step we tread\r\n    Treads on the slumbering dust of other years;\r\n    The while there sleeps within thy precincts dread\r\n    What once had human passions, hopes, and fears;\r\n    And memory’s gushing tide swells deep and full\r\n    And makes thy very ruin fresh and beautiful.\n\r\n    X\r\n    Alas, no common sepulchre art thou,\r\n    No habitation for the nameless dead,\r\n    Green turf above, and crumbling dust below,\r\n    Perchance some mute memorial at their head,\r\n    But one vast fane where all unconscious sleep\r\n    Earth’s old heroic forms in peaceful slumbers deep.\n\r\n    XI\r\n    Thy dead are kings, thy dust are palaces,\r\n    Relics of nations thy memorial-stones:\r\n    And the dim glories of departed days\r\n    Fold like a shroud around thy withered bones\r\n    And o’er thy towers the wind’s half-uttered sigh\r\n    Whispers, in mournful tones, thy silent elegy.\n\r\n    XII\r\n    Yes, in such eloquent silence didst thou lie\r\n    When the Goth stooped upon his stricken prey,\r\n    And the deep hues of an Italian sky\r\n    Flasht on the rude barbarian’s wild array:\r\n    While full and ceaseless as the ocean roll,\r\n    Horde after horde streamed up thy frowning Capitol.\n\r\n    XIII\r\n    Twice, ere that day of shame, the embattled foe\r\n    Had gazed in wonder on that glorious sight;\r\n    Twice had the eternal city bowed her low\r\n    In sullen homage to the invader’s might:\r\n    Twice had the pageant of that vast array\r\n    Swept, from thy walls, O Rome, on its triumphant way.\n\r\n    XIV\r\n    Twice, from without thy bulwarks, hath the din\r\n    Of Gothic clarion smote thy startled ear;\r\n    Anger, and strife, and sickness are within,\r\n    Famine and sorrow are no strangers here:\r\n    Twice hath the cloud hung o’er thee, twice been stayed\r\n    Even in the act to burst, twice threatened, twice delayed.\n\r\n    XV\r\n    Yet once again, stern Chief, yet once again,\r\n    Pour forth the foaming vials of thy wrath:\r\n    There lies thy goal, to miss or to attain,\r\n    Gird thee, and on upon thy fateful path.\r\n    The world hath bowed to Rome, oh! cold were he\r\n    Who would not burst his bonds, and in his turn be free.\n\r\n    XVI\r\n    Therefore arise and arm thee! lo, the world\r\n    Looks on in fear! and when the seal is set,\r\n    The doom pronounced, the battle-flag unfurled,\r\n    Scourge of the nations, wouldst thou linger yet?\r\n    Arise and arm thee! spread thy banners forth,\r\n    Pour from a thousand hills thy warriors of the north!\n\r\n    XVII\r\n    Hast thou not marked on a wild autumn day\r\n    When the wind slumbereth in a sudden lull,\r\n    What deathlike stillness o’er the landscape lay,\r\n    How calmly sad, how sadly beautiful;\r\n    How each bright tint of tree, and flower, and heath\r\n    Were mingling with the sere and withered hues of death?\n\r\n    XVIII\r\n    And thus, beneath the clear, calm vault of heaven\r\n    In mournful loveliness that city lay,\r\n    And thus, amid the glorious hues of even\r\n    That city told of languor and decay:\r\n    Till what at morning’s hour lookt warm and bright\r\n    Was cold and sad beneath that breathless, voiceless night.\n\r\n    XIX\r\n    Soon was that stillness broken: like the cry\r\n    Of the hoarse onset of the surging wave,\r\n    Or louder rush of whirlwinds sweeping by\r\n    Was the wild shout those Gothic myriads gave,\r\n    As towered on high, above their moonlit road,\r\n    Scenes where a Caesar triumpht, or a Scipio trod.\n\r\n    XX\r\n    Think ye it strikes too slow, the sword of fate,\r\n    Think ye the avenger loiters on his way,\r\n    That your own hands must open wide the gate,\r\n    And your own voice(s) guide him to his prey;\r\n    Alas, it needs not; is it hard to know\r\n    Fate’s threat’nings are not vain, the spoiler comes not slow?\n\r\n    XXI\r\n    And were there none, to stand and weep alone,\r\n    And as the pageant swept before their eyes\r\n    To hear a dins and long forgotten tone\r\n    Tell of old times, and holiest memories,\r\n    Till fanciful regret and dreamy woe\r\n    Peopled night’s voiceless shades with forms of long Ago?\n\r\n    XXII\r\n    Oh yes! if fancy feels, beyond to-day,\r\n    Thoughts of the past and of the future time,\r\n    How should that mightiest city pass away\r\n    And not bethink her of her glorious prime,\r\n    Whilst every chord that thrills at thoughts of home\r\n    Jarr’d with the bursting shout, ‘they come, the Goth, they come!’\n\r\n    XVIII\r\n    The trumpet swells yet louder: they are here!\r\n    Yea, on your fathers’ bones the avengers tread,\r\n    Not this the time to weep upon the bier\r\n    That holds the ashes of your hero-dead,\r\n    If wreaths may twine for you, or laurels wave,\r\n    They shall not deck your life, but sanctify your grave.\n\r\n    XXIV\r\n    Alas! no wreaths are here. Despair may teach\r\n    Cowards to conquer and the weak to die;\r\n    Nor tongue of man, nor fear, nor shame can preach\r\n    So stern a lesson as necessity,\r\n    Yet here it speaks not. Yea, though all around\r\n    Unhallowed feet are trampling on this haunted ground,\n\r\n    XXV\r\n    Though every holiest feeling, every tie\r\n    That binds the heart of man with mightiest power,\r\n    All natural love, all human sympathy\r\n    Be crusht, and outraged in this bitter hour,\r\n    Here is no echo to the sound of home,\r\n    No shame that suns should rise to light a conquer’d Rome.\n\r\n    XXVI\r\n    That troublous night is over: on the brow\r\n    Of thy stern hill, thou mighty Capitol,\r\n    One form stands gazing: silently below\r\n    The morning mists from tower and temple roll,\r\n    And lo! the eternal city, as they rise,\r\n    Bursts, in majestic beauty, on her conqueror’s eyes.\n\r\n    XXVII\r\n    Yes, there he stood, upon that silent hill,\r\n    And there beneath his feet his conquest lay:\r\n    Unlike that ocean-city, gazing still\r\n    Smilingly forth upon her sunny bay,\r\n    But o’er her vanisht might and humbled pride\r\n    Mourning, as widowed Venice o’er her Adrian tide.\n\r\n    XXVIII\r\n    Breathe there not spirits on the peopled air?\r\n    Float there not voices on the murmuring wind?\r\n    Oh! sound there not some strains of sadness there,\r\n    To touch with sorrow even a victor’s mind,\r\n    And wrest one tear from joy! Oh! who shall pen\r\n    The thoughts that toucht thy breast, thou lonely conqueror, then?\n\r\n    XXIX\r\n    Perchance his wandering heart was far away,\r\n    Lost in dim memories of his early home,\r\n    And his young dreams of conquest; how to-day\r\n    Beheld him master of Imperial Rome,\r\n    Crowning his wildest hopes: perchance his eyes\r\n    As they looked sternly on, beheld new victories,\n\r\n    XXX\r\n    New dreams of wide dominion, mightier, higher,\r\n    Come floating up from the abyss of years;\r\n    Perchance that solemn sight might quench the fire\r\n    Even of that ardent spirit; hopes and fears\r\n    Might well be mingling at that murmured sigh,\r\n    Whispering from all around, ‘All earthly things must die.’\n\r\n    XXXI\r\n    Perchance that wondrous city was to him\r\n    But as one voiceless blank; a place of graves,\r\n    And recollections indistinct and dim.\r\n    Whose sons were conquerors once, and now were slaves:\r\n    It may be in that desolate sight his eye\r\n    Saw but another step to climb to victory!\n\r\n    XXXII\r\n    Alas! that fiery spirit little knew\r\n    The change of life, the nothingness of power,\r\n    How both were hastening, as they flowered and grew,\r\n    Nearer and nearer to their closing hour:\r\n    How every birth of time’s miraculous womb\r\n    Swept off the withered leaves that hide the naked tomb.\n\r\n    XXXIII\r\n    One little year; that restless soul shall rest,\r\n    That frame of vigour shall be crumbling clay,\r\n    And tranquilly, above that troubled breast,\r\n    The sunny waters hold their joyous way:\r\n    And gently shall the murmuring ripples flow,\r\n    Nor wake the weary soul that slumbers on below.\n\r\n    XXXIV\r\n    Alas! far other thoughts might well be ours\r\n    And dash our holiest raptures while we gaze:\r\n    Energies wasted, unimproved hours,\r\n    The saddening visions of departed days\r\n    And while they rise here might we stand alone,\r\n    And mingle with thy ruins somewhat of our own.\n\r\n    XXXV\r\n    Beautiful city! If departed things\r\n    Ever again put earthly likeness on,\r\n    Here should a thousand forms on fancy’s wings\r\n    Float up to tell of ages that are gone:\r\n    Yea, though hand touch thee not, nor eye should see,\r\n    Still should the spirit hold communion, Rome, with thee!\n\r\n    XXXVI\r\n    O! it is bitter, that each fairest dream\r\n    Should fleet before us but to melt away;\r\n    That wildest visions still should loveliest seem\r\n    And soonest fade in the broad glare of day:\r\n    That while we feel the world is dull and low,\r\n    Gazing on thee, we wake to find it is not so.\n\r\n    XXXVII\r\n    A little while, alas! a little while,\r\n    And the same world has tongue, and ear, and eye,\r\n    The careless glance, the cold unmeaning smile,\r\n    The thoughtless word, the lack of sympathy!\r\n    Who would not turn him from the barren sea\r\n    And rest his weary eyes on the green land and thee!\n\r\n    XXXVIII\r\n    So pass we on. But oh! to harp aright\r\n    The vanisht glories of thine early day,\r\n    There needs a minstrel of diviner might,\r\n    A holier incense than this feeble lay;\r\n    To chant thy requiem with more passionate breath,\r\n    And twine with bolder hand thy last memorial wreath"}