{"author": "Madison Julius Cawein", "title": "An Address To Night.", "content": "    Like some sad spirit from an unknown shore\r\n     Thou comest with two children in thine arms:\r\n    Flushed, poppied Sleep, whom mortals aye adore,\r\n     Her flowing raiment sculptured to her charms.\r\n    Soft on thy bosom in pure baby rest\r\n    Clasped as a fair white rose in musky nest;\r\n     But on thy other, like a thought of woe,\r\n    Her brother, lean, cold Death doth thin recline,\r\n    To thee as dear as she, thy maid divine,\r\n     Whose frowsy hair his hectic breathings blow\r\n    In poppied ringlets billowing all her marble brow.\n\r\n    Oft have I taken Sleep from thy vague arms\r\n     And fondled her faint head, with poppies wreath'd,\r\n    Within my bosom's depths, until its storms\r\n     With her were hushed and I but mildly breath'd.\r\n    And then this child, O Night! with frolic art\r\n    Arose from rest, and on my panting heart\r\n     Blew bubbles of dreams where elfin worlds were lost,\r\n    Until my airy soul smiled light on me\r\n    From some far land too dim for day to see,\r\n     And wandered in a shape of limpid frost\r\n    Within a dusky dale where soundless streams did flee.\n\r\n    Welcome to Earth, O Night the saintly garbed!\r\n     Slip meek as love into the Day's flushed heart!\r\n    Drop in a dream from where the meteors orbed\r\n     Wander past systems scorning map or chart;\r\n    Or sit aloft, thy hands brimmed full of stars,\r\n    Or come in garb of storms 'mid thunder jars,\r\n     When lightning-frilled gleams wide thy cloud-frounced dress,\r\n    Then art thou grand! but, oh, when thy pure feet\r\n    Along the star-strewn floors of Heaven beat,\r\n     And thy cool breath the heated world doth bless,\r\n    Thou art God's angel of true love and gentleness!\n\n"}