{"author": "Algernon Charles Swinburne", "title": "An Autumn Vision", "content": "I\r\n    Is it Midsummer here in the heavens that illumine October on earth?\r\n    Can the year, when his heart is fulfilled with desire of the days of his mirth,\r\n    Redeem them, recall, or remember?\r\n    For a memory recalling the rapture of earth, and redeeming the sky,\r\n    Shines down from the heights to the depths: will the watchword of dawn be July\r\n    When to-morrow acclaims November?\r\n    The stern salutation of sorrow to death or repentance to shame\r\n    Was all that the season was wont to accord her of grace or acclaim;\r\n    No lightnings of love and of laughter.\r\n    But here, in the laugh of the loud west wind from around and above,\r\n    In the flash of the waters beneath him, what sound or what light but of love\r\n    Rings round him or leaps forth after?\n\r\nII\r\n    Wind beloved of earth and sky and sea beyond all winds that blow,\r\n    Wind whose might in fight was England's on her mightiest warrior day,\r\n    South-west wind, whose breath for her was life, and fire to scourge her foe,\r\n    Steel to smite and death to drive him down an unreturning way,\r\n    Well-beloved and welcome, sounding all the clarions of the sky,\r\n    Rolling all the marshalled waters toward the charge that storms the shore,\r\n    We receive, acclaim, salute thee, we who live and dream and die,\r\n    As the mightiest mouth of song that ever spake acclaimed of yore.\r\n    We that live as they that perish praise thee, lord of cloud and wave,\r\n    Wind of winds, clothed on with darkness whence as lightning light comes forth,\r\n    We that know thee strong to guard and smite, to scatter and to save,\r\n    We to whom the south-west wind is dear as Athens held the north.\r\n    He for her waged war as thou for us against all powers defiant,\r\n    Fleets full-fraught with storm from Persia, laden deep with death from Spain:\r\n    Thee the giant god of song and battle hailed as god and giant,\r\n    Yet not his but ours the land is whence thy praise should ring and rain;\r\n    Rain as rapture shed from song, and ring as trumpets blown for battle,\r\n    Sound and sing before thee, loud and glad as leaps and sinks the sea:\r\n    Yea, the sea's white steeds are curbed and spurred of thee, and pent as cattle,\r\n    Yet they laugh with love and pride to live, subdued not save of thee.\r\n    Ears that hear thee hear in heaven the sound of widening wings gigantic,\r\n    Eyes that see the cloud-lift westward see thy darkening brows divine;\r\n    Wings whose measure is the limit of the limitless Atlantic,\r\n    Brows that bend, and bid the sovereign sea submit her soul to thine.\n\r\nIII\r\n    Twelve days since is it, twelve days gone,\r\n    Lord of storm, that a storm-bow shone\r\n    Higher than sweeps thy sublime dark wing,\r\n    Fair as dawn is and sweet like spring?\r\n    Never dawn in the deep wide east\r\n    Spread so splendid and strange a feast,\r\n    Whence the soul as it drank and fed\r\n    Felt such rapture of wonder shed.\r\n    Never spring in the wild wood's heart\r\n    Felt such flowers at her footfall start,\r\n    Born of earth, as arose on sight\r\n    Born of heaven and of storm and light.\r\n    Stern and sullen, the grey grim sea\r\n    Swelled and strove as in toils, though free,\r\n    Free as heaven, and as heaven sublime,\r\n    Clear as heaven of the toils of time.\n\r\nIV\r\n    Suddenly, sheer from the heights to the depths of the sky and the sea,\r\n    Sprang from the darkness alive as a vision of life to be\r\n    Glory triune and transcendent of colour afar and afire,\r\n    Arching and darkening the darkness with light as of dream or desire.\r\n    Heaven, in the depth of its height, shone wistful and wan from above:\r\n    Earth from beneath, and the sea, shone stricken and breathless with love.\r\n    As a shadow may shine, so shone they; as ghosts of the viewless blest,\r\n    That sleep hath sight of alive in a rapture of sunbright rest,\r\n    The green earth glowed and the grey sky gleamed for a wondrous while;\r\n    And the storm's full frown was crossed by the light of its own deep smile.\r\n    As the darkness of thought and of passion is touched by the light that gives\r\n    Life deathless as love from the depth of a spirit that sees and lives,\r\n    From the soul of a seer and a singer, wherein as a scroll unfurled\r\n    Lies open the scripture of light and of darkness, the word of the world,\r\n    So, shapeless and measureless, lurid as anguish and haggard as crime,\r\n    Pale as the front of oblivion and dark as the heart of time,\r\n    The wild wan heaven at its height was assailed and subdued and made\r\n    More fair than the skies that know not of storm and endure not shade.\r\n    The grim sea-swell, grey, sleepless, and sad as a soul estranged,\r\n    Shone, smiled, took heart, and was glad of its wrath: and the world's face changed.\n\r\nV\r\n    Up from moorlands northward gleaming\r\n    Even to heaven's transcendent height,\r\n    Clothed with massive cloud, and seeming\r\n    All one fortress reared of night,\r\n    Down to where the deep sea, dreaming\r\n    Angry dreams, lay dark and white,\r\n    White as death and dark as fate,\r\n    Heaving with the strong wind's weight,\r\n    Sad with stormy pride of state,\r\n    One full rainbow shone elate.\r\n    Up from inmost memory's dwelling\r\n    Where the light of life abides,\r\n    Where the past finds tongue, foretelling\r\n    Time that comes and grace that guides,\r\n    Power that saves and sways, compelling\r\n    Souls that ebb and flow like tides,\r\n    Shone or seemed to shine and swim\r\n    Through the cloud-surf great and grim,\r\n    Thought's live surge, the soul of him\r\n    By whose light the sun looks dim.\r\n    In what synod were they sitting,\r\n    All the gods and lords of time,\r\n    Whence they watched as fen-fires flitting\r\n    Years and names of men sublime,\r\n    When their counsels found it fitting\r\n    One should stand where none might climb,\r\n    None of man begotten, none\r\n    Born of men beneath the sun\r\n    Till the race of time be run,\r\n    Save this heaven-enfranchised one?\r\n    With what rapture of creation\r\n    Was the soul supernal thrilled,\r\n    With what pride of adoration\r\n    Was the world's heart fired and filled,\r\n    Heaved in heavenward exaltation\r\n    Higher than hopes or dreams might build,\r\n    Grave with awe not known while he\r\n    Was not, mad with glorious glee\r\n    As the sun-saluted sea,\r\n    When his hour bade Shakespeare be?\n\r\nVI\r\n    There, clear as night beholds her crowning seven,\r\n    The sea beheld his likeness set in heaven.\r\n    The shadow of his spirit full in sight\r\n    Shone: for the shadow of that soul is light.\r\n    Nor heaven alone bore witness: earth avowed\r\n    Him present, and acclaimed of storm aloud.\r\n    From the arching sky to the ageless hills and sea\r\n    The whole world, visible, audible, was he:\r\n    Each part of all that wove that wondrous whole\r\n    The raiment of the presence of his soul.\r\n    The sun that smote and kissed the dark to death\r\n    Spake, smiled, and strove, like song's triumphant breath;\r\n    The soundless cloud whose thunderous heart was dumb\r\n    Swelled, lowered, and shrank to feel its conqueror come.\r\n    Yet high from heaven its empire vast and vain\r\n    Frowned, and renounced not night's reluctant reign.\r\n    The serpentine swift sounds and shapes wherein\r\n    The stainless sea mocks earth and death and sin,\r\n    Crawls dark as craft, or flashes keen as hate,\r\n    Subdued and insubmissive, strong like fate\r\n    And weak like man, bore wrathful witness yet\r\n    That storms and sins are more than suns that set;\r\n    That evil everlasting, girt for strife\r\n    Eternal, wars with hope as death with life.\r\n    The dark sharp shifting wind that bade the waves\r\n    Falter, lose heart, bow down like foes made slaves,\r\n    And waxed within more bitter as they bowed,\r\n    Baffling the sea, swallowing the sun with cloud,\r\n    Devouring fast as fire on earth devours\r\n    And hungering hard as frost that feeds on flowers,\r\n    Clothed round with fog that reeked as fume from hell,\r\n    And darkening with its miscreative spell\r\n    Light, glad and keen and splendid as the sword\r\n    Whose heft had known Othello's hand its lord,\r\n    Spake all the soul that hell drew back to greet\r\n    And felt its fire shrink shuddering from his feet.\r\n    Far off the darkness darkened, and recoiled,\r\n    And neared again, and triumphed: and the coiled\r\n    Colourless cloud and sea discoloured grew\r\n    Conscious of horror huge as heaven, and knew\r\n    Where Goneril's soul made chill and foul the mist,\r\n    And all the leprous life in Regan hissed.\r\n    Fierce homeless ghosts, rejected of the pit,\r\n    From hell to hell of storm fear watched them flit.\r\n    About them and before, the dull grey gloom\r\n    Shuddered, and heaven seemed hateful as the tomb\r\n    That shrinks from resurrection; and from out\r\n    That sullen hell which girt their shades about\r\n    The nether soul that lurks and lowers within\r\n    Man, made of dust and fire and shame and sin,\r\n    Breathed: all the cloud that felt it breathe and blight\r\n    Was blue as plague or black as thunderous night.\r\n    Elect of hell, the children of his hate\r\n    Thronged, as to storm sweet heaven's triumphal gate.\r\n    The terror of his giving rose and shone\r\n    Imminent: life had put its likeness on.\r\n    But higher than all its horrent height of shade\r\n    Shone sovereign, seen by light itself had made,\r\n    Above the woes of all the world, above\r\n    Life, sin, and death, his myriad-minded love.\r\n    From landward heights whereon the radiance leant\r\n    Full-fraught from heaven, intense and imminent,\r\n    To depths wherein the seething strengths of cloud\r\n    Scarce matched the wrath of waves whereon they bowed,\r\n    From homeborn pride and kindling love of home\r\n    To the outer skies and seas of fire and foam,\r\n    From splendour soft as dew that sundawn thrills\r\n    To gloom that shudders round the world it fills,\r\n    From midnights murmuring round Titania's ear\r\n    To midnights maddening round the rage of Lear,\r\n    The wonder woven of storm and sun became\r\n    One with the light that lightens from his name.\r\n    The music moving on the sea that felt\r\n    The storm-wind even as snows of springtide melt\r\n    Was blithe as Ariel's hand or voice might make\r\n    And bid all grief die gladly for its sake.\r\n    And there the soul alive in ear and eye\r\n    That watched the wonders of an hour pass by\r\n    Saw brighter than all stars that heaven inspheres\r\n    The silent splendour of Cordelia's tears,\r\n    Felt in the whispers of the quickening wind\r\n    The radiance of the laugh of Rosalind,\r\n    And heard, in sounds that melt the souls of men\r\n    With love of love, the tune of Imogen.\n\r\nVII\r\n    For the strong north-east is not strong to subdue and to slay the divine south-west,\r\n    And the darkness is less than the light that it darkens, and dies in reluctant rest.\r\n    It hovers and hangs on the labouring and trembling ascent of the dawn from the deep,\r\n    Till the sun's eye quicken the world and the waters, and smite it again into sleep.\r\n    Night, holy and starry, the fostress of souls, with the fragrance of heaven in her breath,\r\n    Subdues with the sense of her godhead the forces and mysteries of sorrow and death.\r\n    Eternal as dawn's is the comfort she gives: but the mist that beleaguers and slays\r\n    Comes, passes, and is not: the strength of it withers, appalled or assuaged by the day's.\r\n    Faith, haggard as Fear that had borne her, and dark as the sire that begat her, Despair,\r\n    Held rule on the soul of the world and the song of it saddening through ages that were;\r\n    Dim centuries that darkened and brightened and darkened again, and the soul of their song\r\n    Was great as their grief, and sublime as their suffering, and strong as their sorrows were strong.\r\n    It knew not, it saw not, but shadows triune, and evoked by the strength of their spell\r\n    Dark hell, and the mountain of anguish, and heaven that was hollower and harder than hell.\r\n    These are not: the womb of the darkness that bare them rejects them, and knows them no more:\r\n    Thought, fettered in misery and iron, revives in the light that it lived in of yore.\r\n    For the soul that is wisdom and freedom, the spirit of England redeemed from her past,\r\n    Speaks life through the lips of the master and lord of her children, the first and the last.\r\n    Thought, touched by his hand and redeemed by his breath, sees, hears, and accepts from above\r\n    The limitless lightnings of vision and passion, the measureless music of love."}