{"author": "Jean Blewett", "title": "An April Fool Of Long Ago.", "content": "        In powdered wig and buckled shoe,\r\n         Knee-breeches, coat and waistcoat gay,\r\n        The wealthy squire rode forth to woo\r\n         Upon a first of April day.\n\r\n        He would forget his lofty birth,\r\n         His spreading acres, and his pride,\r\n        And Betty, fairest maid on earth,\r\n         Should be his own - his grateful bride.\n\r\n        The maid was young, and he was old;\r\n         The maid was good to look upon.\r\n        Naught cared she for his land or gold,\r\n         Her love was for the good squire's son.\n\r\n        He found her as the noonday hush\r\n         Lay on the world, and called her name.\r\n        She looked up, conscious, and her blush\r\n         A tender interest did proclaim.\n\r\n        For he was Hubert's sire, and she\r\n         To keep a secret tryst did go.\r\n        He said: \"Methinks she cares for me\" - \r\n         That April fool of long ago.\n\r\n        The flattered squire his suit did press\r\n         Without delay. \"Say, wilt thou come,\"\r\n        He said, with pompous tenderness,\r\n         \"And share my wealth and grace my home?\"\n\r\n        \"Kind sir,\" the lovely Betty cried,\r\n         \"I'm but a lass of low degree.\"\r\n        \"The love that is controlled by pride\r\n         Is not true love at all,\" quoth he.\n\r\n        \"I hold a man should woo and wed\r\n         Where'er he wills - should please himself.\"\r\n        \"There is the barrier strong,\" she said,\r\n         \"Of pedigree, and place, and pelf.\n\r\n        \"Could one so lowly hope to grace\r\n         Your home?\" Right proud his air and tone:\r\n        \"You're pure of heart and fair of face;\r\n         Dear Betty, you would grace a throne!\"\n\r\n        \"Since you so highly think of me\" - \r\n         Her tears and laughter were at strife - \r\n        \"You will not mind so much, maybe,\r\n         That I am Hubert's promised wife.\"\n\r\n        Pale went the good squire's florid cheek,\r\n         His wrath flamed out - but Betty stood,\r\n        Brown-haired, red-lipped, blue-eyed and meek,\r\n         A sight to make a bad man good.\n\r\n        She won on him. \"But why this guile - \r\n         This secrecy?\" His voice was rough.\r\n        \"We feared,\" she whispered, with a smile,\r\n         \"You would not think me good enough.\"\n\r\n        \"An April fool am I. Come, come - \r\n         My offer stands. As Hubert's wife,\"\r\n        He laughed, \"you'll share my wealth and home\r\n         And brighten up a lonely life.\"\n\r\n        He kissed her cheek and rode away.\r\n         Unbroken was his heart, I wist,\r\n        For he was thinking of a day - \r\n         A day back in youth's rosy mist - \n\r\n        And of a form and of a face.\r\n         \"My dear, dead love,\" he whispered low,\r\n        The while he rode at sober pace,\r\n         That April fool of long ago."}