{"author": "Susan Coolidge (Sarah Chauncey Woolsey)", "title": "Flood-Tide.", "content": "    All night the thirsty beach has listening lain,\r\n    With patience dumb,\r\n    Counting the slow, sad moments of her pain;\r\n    Now morn has come,\r\n    And with the morn the punctual tide again.\n\r\n    I hear the white battalions down the bay\r\n    Charge with a cheer;\r\n    The sun's gold lances prick them on their way,--\r\n    They plunge, they rear,--\r\n    Foam-plumed and snowy-pennoned, they are here!\n\r\n    The roused shore, her bright hair backward blown,\r\n    Stands on the verge\r\n    And waves a smiling welcome, beckoning on\r\n    The flying surge,\r\n    While round her feet, like doves, the billows crowd and urge.\n\r\n    Her glad lips quaff the salt, familiar wine;\r\n    Her spent urns fill;\r\n    All hungering creatures know the sound, the sign,--\r\n    Quiver and thrill,\r\n    With glad expectance crowd and banquet at their will.\n\r\n    I, too, the rapt contentment join and share;\r\n    My tide is full;\r\n    There is new happiness in earth, in air:\r\n    All beautiful\r\n    And fresh the world but now so bare and dull.\n\r\n    But while we raise the cup of bliss so high,\r\n    Thus satisfied,\r\n    Another shore beneath a sad, far sky\r\n    Waiteth her tide,\r\n    And thirsts with sad complainings still denied.\n\r\n    On earth's remotest bound she sits and waits\r\n    In doubt and pain;\r\n    Our joy is signal for her sad estates;\r\n    Like dull refrain\r\n    Marring our song, her sighings rise in vain.\n\r\n    To each his turn--the ebb-tide and the flood,\r\n    The less, the more--\r\n    God metes his portions justly out, I know;\r\n    But still before\r\n    My mind forever floats that pale and grieving shore."}