{"author": "Kate Seymour Maclean", "title": "In The Sierra Nevada", "content": "    I lift my spirit to your cloudy thrones,\r\n        And feel it broaden to your vast expanse,\r\n            Oh! mountains, so immeasurably old,\r\n            Crowned with bald rocks and everlasting cold,\r\n        That melts not underneath the sun's fierce glance,\r\n    Peak above peak, fixed, dazzling, ice and stones.\n\r\n    Down your steep sides quick torrents leap and roar,\r\n        And disappear, in gloomy gorges sunk,\r\n            Fringed with black pines on dizzy verges high--\r\n            Poised, trembling to the thunder and the cry\r\n        Of the lost waters, through each giant trunk,\r\n    And farthest twig and tassel evermore.\n\r\n    Behold far down the mountain herdsman's ranche,\r\n        The rough road winding past his lonely door,\r\n            And in his ears, by day and night, the sound\r\n            Of mad waves plunging down the gulfs profound,\r\n        The tempest's gathering cry, the dull deep roar.\r\n    And the long thunder of the avalanche!\n\r\n    Night broods along the vallies while your peaks\r\n        Are pink and purple with the rays of morn,\r\n            And filmy tints that swim the depths of space,\r\n            To reach, and kiss you first upon the face,\r\n        Before the world awakes, and day is born,\r\n    To flush with colder gleam your rugged cheeks.\n\r\n    And last, and longest lingering, the light\r\n        Is on your mighty foreheads, when, the sun\r\n            Sets in the sea, and makes a palace fair\r\n            For his repose, of crystal wave and air,--\r\n        Ye seem to stoop, and smile to look upon\r\n    The fallen monarch from your silent height.\n\r\n    Vallies are green about your rocky feet,\r\n        And sweet with clambering vines, and waving corn,\r\n            And breath of flowers, and gold of ripening fruit;\r\n            Cities send up their smoke, and man and brute\r\n        Beneath your wide embrazure have been born\r\n    And died for ages, yet Ye hold your seat.\n\r\n    I lift my spirit up to you, and seem\r\n        To feel your vastness penetrate my soul;\r\n            And faintly see, far-off, and looming broad\r\n            And dread, the grandeur of the world of God,\r\n        And thrill to be a part of the great whole,\r\n    Which towers above me, a stupendous dream."}