{"author": "Johann Wolfgang von Goethe", "title": "Iphigenia In Tauris. - Act The Fifth.", "content": "    SCENE I.\n\r\n    THOAS.         ARKAS.\n\n\r\n    ARKAS.\r\n    I own I am perplex'd, and scarcely know\r\n    'Gainst whom to point the shaft of my suspicion,\r\n    Whether the priestess aids the captives' flight,\r\n    Or they themselves clandestinely contrive it.\r\n    'Tis rumour'd that the ship which brought them here\r\n    Is lurking somewhere in a bay conceal'd.\r\n    This stranger's madness, these new lustral rites,\r\n    The specious pretext for delay, excite\r\n    Mistrust, and call aloud for vigilance.\n\r\n    THOAS.\r\n    Summon the priestess to attend me here!\r\n    Then go with speed, and strictly search the shore,\r\n    From yon projecting land to Dian's grove:\r\n    Forbear to violate its sacred depths;\r\n    A watchful ambush set, attack and seize,\r\n    According to your wont, whome'er ye find.\r\n                    [Arkas retires.\n\n\r\n    SCENE II.\n\n\r\n    THOAS, alone.\r\n    Fierce anger rages in my riven breast,\r\n    First against her, whom I esteem'd so pure;\r\n    Then 'gainst myself, whose foolish lenity\r\n    Hath fashion'd her for treason. Man is soon\r\n    Inur'd to slavery, and quickly learns\r\n    Submission, when of freedom quite depriv'd.\r\n    If she had fallen in the savage hands\r\n    Of my rude sires, and had their holy rage\r\n    Forborne to slay her, grateful for her life,\r\n    She would have recogniz'd her destiny.\r\n    Have shed before the shrine the stranger's blood,\r\n    And duty nam'd what was necessity.\r\n    Now my forbearance in her breast allures\r\n    Audacious wishes. Vainly I had hop'd\r\n    To bind her to me; rather she contrives\r\n    To shape an independent destiny.\r\n    She won my heart through flattery; and now\r\n    That I oppose her, seeks to gain her ends\r\n    By fraud and cunning, and my kindness deems\r\n    A worthless and prescriptive property.\n\n\r\n    SCENE III.\n\r\n    IPHIGENIA.        THOAS.\n\n\r\n    IPHIGENIA.\r\n    Me hast thou summon'd? wherefore art thou here?\n\r\n    THOAS.\r\n    Wherefore delay the sacrifice? inform me.\n\r\n    IPHIGENIA.\r\n    I have acquainted Arkas with the reasons.\n\r\n    THOAS.\r\n    From thee I wish to hear them more at large.\n\r\n    IPHIGENIA.\r\n    The goddess for reflection grants thee time.\n\r\n    THOAS.\r\n    To thee this time seems also opportune.\n\r\n    IPHIGENIA.\r\n    If to this cruel deed thy heart is steel'd,\r\n    Thou shouldst not come! A king who meditates\r\n    A deed inhuman, may find slaves enow,\r\n    Willing for hire to bear one half the curse,\r\n    And leave the monarch's presence undefil'd.\r\n    Enwrapt in gloomy clouds he forges death,\r\n    Whose flaming arrow on his victim's head\r\n    His hirelings hurl; while he above the storm\r\n    Remains untroubl'd, an impassive god.\n\r\n    THOAS.\r\n    A wild song, priestess, issued from thy lips.\n\r\n    IPHIGENIA.\r\n    No priestess, king! but Agamemnon's daughter;\r\n    While yet unknown, thou didst respect my words:\r\n    A princess now,--and think'st thou to command me\r\n    From youth I have been tutor'd to obey,\r\n    My parents first, and then the deity;\r\n    And thus obeying, ever hath my soul\r\n    Known sweetest freedom. But nor then nor now\r\n    Have I been taught compliance with the voice\r\n    And savage mandates of a man.\n\r\n    THOAS.\r\n    Not I,\r\n    An ancient law doth claim obedience from thee.\n\r\n    IPHIGENIA.\r\n    Our passions eagerly catch hold of laws\r\n    Which they can wield as weapons. But to me\r\n    Another law, one far more ancient, speaks,\r\n    And doth command me to withstand thee, king!\r\n    That law declaring sacred every stranger.\n\r\n    THOAS.\r\n    These men, methinks, lie very near thy heart.\r\n    When sympathy with them can lead thee thus\r\n    To violate discretion's primal law,\r\n    That those in power should never be provok'd.\n\r\n    IPHIGENIA.\r\n    Speaking or silent, thou canst always know\r\n    What is, and ever must be, in my heart.\r\n    Doth not remembrance of a common doom,\r\n    To soft compassion melt the hardest heart?\r\n    How much more mine! in them I see myself.\r\n    I trembling kneel'd before the altar once.\r\n    And solemnly the shade of early death\r\n    Environ'd me. Aloft the knife was rais'd\r\n    To pierce my bosom, throbbing with warm life;\r\n    A dizzy horror overwhelm'd my soul;\r\n    My eyes grew dim;--I found myself in safety.\r\n    Are we not bound to render the distress'd\r\n    The gracious kindness from the gods receiv'd?\r\n    Thou know'st we are, and yet wilt thou compel me?\n\r\n    THOAS.\r\n    Obey thine office, priestess, not the king.\n\r\n    IPHIGENIA.\r\n    Cease! nor thus seek to cloak the savage force\r\n    Which triumphs o'er a woman's feebleness.\r\n    Though woman, I am born as free as man.\r\n    Did Agamemnon's son before thee stand,\r\n    And thou requiredst what became him not,\r\n    His arm and trusty weapon would defend\r\n    His bosom's freedom. I have only words\r\n    But it becomes a noble-minded man\r\n    To treat with due respect the words of woman.\n\r\n    THOAS.\r\n    I more respect them than a brother's sword.\n\r\n    IPHIGENIA.\r\n    Uncertain ever is the chance of arms,\r\n    No prudent warrior doth despise his foe;\r\n    Nor yet defenceless 'gainst severity\r\n    Hath nature left the weak; she gives him craft\r\n    And wily cunning: artful he delays,\r\n    Evades, eludes, and finally escapes.\r\n    Such arms are justified by violence.\n\r\n    THOAS.\r\n    But circumspection countervails deceit.\n\r\n    IPHIGENIA.\r\n    Which a pure spirit doth abhor to use.\n\r\n    THOAS.\r\n    Do not incautiously condemn thyself.\n\r\n    IPHIGENIA.\r\n    Oh, couldst thou see the struggle of my soul,\r\n    Courageously to ward the first attack\r\n    Of an unhappy doom, which threatens me!\r\n    Do I then stand before thee weaponless?\r\n    Prayer, lovely prayer, fair branch in woman's hand,\r\n    More potent far than instruments of war,\r\n    Thou dost thrust back. What now remains for me\r\n    Wherewith my inborn freedom to defend?\r\n    Must I implore a miracle from heaven?\r\n    Is there no power within my spirit's depths?\n\r\n    THOAS.\r\n    Extravagant thy interest in the fate\r\n    Of these two strangers. Tell me who they are,\r\n    For whom thy heart is thus so deeply mov'd.\n\r\n    IPHIGENIA.\r\n    They are--they seem at least--I think them Greeks.\n\r\n    THOAS.\r\n    Thy countrymen; no doubt they have renew'd\r\n    The pleasing picture of return.\n\n\r\n    IPHIGENIA, after a pause,\r\n    Doth man\r\n    Lay undisputed claim to noble deeds?\r\n    Doth he alone to his heroic breast\r\n    Clasp the impossible? What call we great?\r\n    What deeds, though oft narrated, still uplift\r\n    With shudd'ring horror the narrator's soul,\r\n    But those which, with improbable success,\r\n    The valiant have attempted? Shall the man\r\n    Who all alone steals on his foes by night,\r\n    And raging like an unexpected fire,\r\n    Destroys the slumbering host, and press'd at length\r\n    By rous'd opponents or his foemen's steeds,\r\n    Retreats with booty--be alone extoll'd?\r\n    Or he who, scorning safety, boldly roams\r\n    Through woods and dreary wilds, to scour the land\r\n    Of thieves and robbers? Is nought left for us?\r\n    Must gentle woman quite forego her nature,--\r\n    Force against force employ,--like Amazons,\r\n    Usurp the sword from man, and bloodily\r\n    Revenge oppression? In my heart I feel\r\n    The stirrings of a noble enterprize;\r\n    But if I fail--severe reproach, alas!\r\n    And bitter misery will be my doom.\r\n    Thus on my knees I supplicate the gods.\r\n    Oh, are ye truthful, as men say ye are,\r\n    Now prove it by your countenance and aid;\r\n    Honour the truth in me! Attend, O king!\r\n    A secret plot is laid; 'tis vain to ask\r\n    Touching the captives; they are gone, and seek\r\n    Their comrades who await them on the shore.\r\n    The eldest,--he whom madness lately seiz'd,\r\n    And who is now recover'd,--is Orestes,\r\n    My brother, and the other Pylades,\r\n    His early friend and faithful confidant.\r\n    From Delphi, Phoebus sent them to this shore\r\n    With a divine command to steal away\r\n    The image of Diana, and to him\r\n    Bear back the sister, promising for this\r\n    Redemption to the blood-stain'd matricide.\r\n    I have deliver'd now into thy hands\r\n    The remnants of the house of Tantalus.\r\n    Destroy us--if thou canst.\n\r\n    THOAS.\r\n    And dost thou think\r\n    The savage Scythian will attend the voice\r\n    Of truth and of humanity, unheard\r\n    By the Greek Atreus?\n\r\n    IPHIGENIA.\r\n    'Tis heard by all,\r\n    Whate'er may be their clime, within whose breast\r\n    Flows pure and free the gushing stream of life.--\r\n    What silent purpose broods within thy soul?\r\n    Is it destruction? Let me perish first!\r\n    For now, deliv'rance hopeless, I perceive\r\n    The dreadful peril into which I have\r\n    With rash precipitancy plung'd my friends.\r\n    Alas! I soon shall see them bound before me!\r\n    How to my brother shall I say farewell?\r\n    I, the unhappy author of his death.\r\n    Ne'er can I gaze again in his dear eyes!\n\r\n    THOAS.\r\n    The traitors have contriv'd a cunning web,\r\n    And cast it round thee, who, secluded long,\r\n    Giv'st willing credence to thine own desires.\n\r\n    IPHIGENIA.\r\n    No, no! I'd pledge my life these men are true.\r\n    And shouldst thou find them otherwise, O king,\r\n    Then let them perish both, and cast me forth,\r\n    That on some rock-girt island's dreary shore\r\n    I may atone my folly. Are they true,\r\n    And is this man indeed my dear Orestes,\r\n    My brother, long implor'd,--release us both,\r\n    And o'er us stretch the kind protecting arm,\r\n    Which long hath shelter'd me. My noble sire\r\n    Fell through his consort's guilt,--she by her son;\r\n    On him alone the hope of Atreus' race\r\n    Doth now repose. Oh, with pure heart and hands\r\n    Let me depart to expiate our house.\r\n    Yes, thou wilt keep thy promise; thou didst swear,\r\n    That were a safe return provided me,\r\n    I should be free to go. The hour is come.\r\n    A king doth never grant like common men,\r\n    Merely to gain a respite from petition;\r\n    Nor promise what he hopes will ne'er be claim'd.\r\n    Then first he feels his dignity complete\r\n    When he can make the long-expecting happy.\n\r\n    THOAS.\r\n    As fire opposes water, and doth seek\r\n    With hissing rage to overcome its foe,\r\n    So doth my anger strive against thy words.\n\r\n    IPHIGENIA.\r\n    Let mercy, like the consecrated flame\r\n    Of silent sacrifice, encircl'd round\r\n    With songs of gratitude, and joy, and praise,\r\n    Above the tumult gently rise to heaven.\n\r\n    THOAS.\r\n    How often hath this voice assuag'd my soul!\n\r\n    IPHIGENIA.\r\n    Extend thy hand to me in sign of peace.\n\r\n    THOAS.\r\n    Large thy demand within so short a time.\n\r\n    IPHIGENIA.\r\n    Beneficence doth no reflection need.\n\r\n    THOAS.\r\n    'Tis needed oft, for evil springs from good.\n\r\n    IPHIGENIA.\r\n    'Tis doubt which good doth oft to evil turn.\r\n    Consider not: act as thy feelings prompt thee.\n\n\r\n    SCENE IV.\n\r\n    ORESTES (armed).     IPHIGENIA.         THOAS.\n\n\r\n    ORESTES, addressing his followers.\r\n    Redouble your exertions! hold them back!\r\n    Few moments will suffice; retain your ground,\r\n    And keep a passage open to the ship\r\n    For me and for my sister.\r\n    To IPHIGENIA, without perceiving THOAS.\r\n    Come with speed!\r\n    We are betray'd,--brief time remains for flight.\n\r\n    THOAS.\r\n    None in my presence with impunity\r\n    His naked weapon wears.\n\n\r\n    IPHIGENIA.\r\n    Do not profane\r\n    Diana's sanctuary with rage and blood.\r\n    Command your people to forbear awhile,\r\n    And listen to the priestess, to the sister.\n\r\n    ORESTES.\r\n    Say, who is he that threatens us?\n\r\n    IPHIGENIA.\r\n    In him\r\n    Revere the king, who was my second father.\r\n    Forgive me, brother, that my childlike heart\r\n    Hath plac'd our fate thus wholly in his hands.\r\n    I have betray'd your meditated flight,\r\n    And thus from treachery redeem'd my soul.\n\r\n    ORESTES.\r\n    Will he permit our peaceable return?\n\r\n    IPHIGENIA.\r\n    Thy gleaming sword forbids me to reply.\n\r\n    ORESTES, sheathing his sword.\r\n    Then speak! thou seest I listen to thy words.\n\n\r\n    SCENE V.\n\r\n    ORESTES.     IPHIGENIA.     THOAS.\n\r\n    Enter PYLADES, soon after him ARKAS, both with\r\n    drawn swords.\n\r\n    PYLADES.\r\n    Do not delay! our friends are putting forth\r\n    Their final strength, and yielding step by step,\r\n    Are slowly driven backward to the sea.--\r\n    A conference of princes find I here?\r\n    Is this the sacred person of the king?\n\r\n    ARKAS.\r\n    Calmly, as doth become thee, thou dost stand,\r\n    O king, surrounded by thine enemies.\r\n    Soon their temerity shall be chastis'd;\r\n    Their yielding followers fly.--their ship is ours.\r\n    Speak but the word, and it is wrapt in flames.\n\r\n    THOAS.\r\n    Go, and command my people to forbear!\r\n    Let none annoy the foe while we confer.        (Arkas retires.)\n\r\n    ORESTES.\n\r\n    I willingly consent. Go, Pylades!\r\n    Collect the remnant of our friends, and wait\r\n    The appointed issue of our enterprize.\r\n         (Pylades retires.)\n\n\r\n    SCENE VI.\n\r\n    IPHIGENIA.        THOAS.        ORESTES.\n\n\r\n    IPHIGENIA.\r\n    Believe my cares ere ye begin to speak.\r\n    I fear contention, if thou wilt not hear\r\n    The voice of equity, O king,--if thou\r\n    Wilt not, my brother, curb thy headstrong youth.\n\r\n    THOAS.\r\n    I, as becomes the elder, check my rage.\r\n    Now answer me: how dost thou prove thyself\r\n    The priestess' brother, Agamemnon's son?\n\r\n    ORESTES.\r\n    Behold the sword with which the hero slew\r\n    The valiant Trojans. From his murderer\r\n    I took the weapon, and implor'd the Gods\r\n    To grant me Agamemnon's mighty arm,\r\n    Success, and valour, with a death more noble.\r\n    Select one of the leaders of thy host,\r\n    And place the best as my opponent here.\r\n    Where'er on earth the sons of heroes dwell,\r\n    This boon is to the stranger ne'er refus'd.\n\r\n    THOAS.\r\n    This privilege hath ancient custom here\r\n    To strangers ne'er accorded.\n\r\n    ORESTES.\r\n    Then from us\r\n    Commence the novel custom! A whole race\r\n    In imitation soon will consecrate\r\n    Its monarch's noble action into law.\r\n    Nor let me only for our liberty,--\r\n    Let me, a stranger, for all strangers fight.\r\n    If I should fall, my doom be also theirs;\r\n    But if kind fortune crown me with success,\r\n    Let none e'er tread this shore, and fail to meet\r\n    The beaming eye of sympathy and love,\r\n    Or unconsol'd depart!\n\r\n    THOAS.\r\n    Thou dost not seem\r\n    Unworthy of thy boasted ancestry.\r\n    Great is the number of the valiant men\r\n    Who wait upon me; but I will myself,\r\n    Although advanc'd in years, oppose the foe,\r\n    And am prepar'd to try the chance of arms.\n\r\n    IPHIGENIA.\r\n    No, no! such bloody proofs are not requir'd.\r\n    Unhand thy weapon, king! my lot consider;\r\n    Rash combat oft immortalizes man;\r\n    If he should fall, he is renown'd in song;\r\n    But after ages reckon not the tears\r\n    Which ceaseless the forsaken woman sheds;\r\n    And poets tell not of the thousand nights\r\n    Consum'd in weeping, and the dreary days,\r\n    Wherein her anguish't soul, a prey to grief,\r\n    Doth vainly yearn to call her lov'd one back.\r\n    Fear warn'd me to beware lest robber's wiles\r\n    Might lure me from this sanctuary, and then\r\n    Betray me into bondage. Anxiously\r\n    I question'd them, each circumstance explor'd,\r\n    Demanded signs, and now my heart's assur'd.\r\n    See here, the mark as of three stars impress'd\r\n    On his right hand, which on his natal day\r\n    Were by the priest declar'd to indicate\r\n    Some dreadful deed by him to be perform'd.\r\n    And then this scar, which doth his eyebrow cleave,\r\n    Redoubles my conviction. When a child,\r\n    Electra, rash and inconsiderate,\r\n    Such was her nature, loos'd him from her arms.\r\n    He fell against a tripos. Oh, 'tis he!--\r\n    Shall I adduce the likeness to his sire,\r\n    Or the deep rapture of my inmost heart,\r\n    In further token of assurance, king?\n\r\n    THOAS.\r\n    E'en though thy words had banish'd every doubt,\r\n    And I had curb'd the anger in my breast,\r\n    Still must our arms decide. I see no peace.\r\n    Their purpose, as thou didst thyself confess,\r\n    Was to deprive me of Diana's image.\r\n    And think ye that I'll look contented on?\r\n    The Greeks are wont to cast a longing eye\r\n    Upon the treasures of barbarians,\r\n    A golden fleece, good steeds, or daughters fair;\r\n    But force and guile not always have avail'd\r\n    To lead them, with their booty, safely home.\n\r\n    ORESTES.\r\n    The image shall not be a cause of strife!\r\n    We now perceive the error which the God,\r\n    Our journey here commanding, like a veil,\r\n    Threw o'er our minds. His counsel I implor'd,\r\n    To free me from the Furies' grisly band.\r\n    He answer'd, \"Back to Greece the sister bring,\r\n    Who in the sanctuary on Tauris' shore\r\n    Unwillingly abides; so ends the curse!\"\r\n    To Phoebus' sister we applied the words,\r\n    And he referr'd to thee! The bonds severe,\r\n    Which held thee from us, holy one, are rent,\r\n    And thou art ours once more.    At thy blest touch,\r\n    I felt myself restor'd. Within thine arms,\r\n    Madness once more around me coil'd its folds,\r\n    Crushing the marrow in my frame, and then\r\n    For ever, like a serpent, fled to hell.\r\n    Through thee, the daylight gladdens me anew.\r\n    The counsel of the Goddess now shines forth\r\n    In all its beauty and beneficence.\r\n    Like to a sacred image, unto which\r\n    An oracle immutably hath bound\r\n    A city's welfare, thee Diana took,\r\n    Protectress of our house, and guarded here\r\n    Within this holy stillness, to become\r\n    A blessing to thy brother and thy race.\r\n    Now when each passage to escape seems clos'd,\r\n    And safety hopeless, thou dost give us all.\r\n    O king, incline thine heart to thoughts of peace!\r\n    Let her fulfil her mission, and complete\r\n    The consecration of our father's house.\r\n    Me to their purified abode restore,\r\n    And place upon my brow the ancient crown!\r\n    Requite the blessing which her presence brought thee,\r\n    And let me now my nearer right enjoy!\r\n    Cunning and force, the proudest boast of man,\r\n    Fade in the lustre of her perfect truth;\r\n    Nor unrequited will a noble mind\r\n    Leave confidence, so childlike and so pure.\n\r\n    IPHIGENIA.\r\n    Think on thy promise; let thy heart be mov'd\r\n    By what a true and honest tongue hath spoken!\r\n    Look on us, king! an opportunity\r\n    For such a noble deed not oft occurs.\r\n    Refuse thou canst not,--give thy quick consent.\n\r\n    THOAS.\r\n    Then go!\n\r\n    IPHIGENIA.\r\n    Not so, my king! I cannot part\r\n    Without thy blessing, or in anger from thee.\r\n    Banish us not! the sacred right of guests\r\n    Still let us claim: so not eternally\r\n    Shall we be sever'd. Honour'd and belov'd\r\n    As mine own father was, art thou by me:\r\n    And this impression in my soul remains.\r\n    Should e'en the meanest peasant of thy land\r\n    Bring to my ear the tones I heard from thee\r\n    Or should I on the humblest see thy garb,\r\n    I will with joy receive him as a god,\r\n    Prepare his couch myself, beside our hearth\r\n    Invite him to a seat, and only ask\r\n    Touching thy fate and thee. Oh, may the gods\r\n    To thee the merited reward impart\r\n    Of all thy kindness and benignity!\r\n    Farewell! Oh, do not turn away, but give\r\n    One kindly word of parting in return!\r\n    So shall the wind more gently swell our sails,\r\n    And from our eyes with soften'd anguish flow\r\n    The tears of separation. Fare thee well!\r\n    And graciously extend to me thy hand,\r\n    In pledge of ancient friendship.\n\r\n    THOAS, extending his hand.\r\n    Fare thee well!"}