{"author": "Matthew Arnold", "title": "Iseult Of Ireland", "content": "    Raise the light, my page! that I may see her.\r\n    Thou art come at last, then, haughty Queen!\r\n    Long I’ve waited, long I’ve fought my fever;\r\n    Late thou comest, cruel thou hast been.\n\r\n    Iseult\n\r\n    Blame me not, poor sufferer! that I tarried;\r\n    Bound I was, I could not break the band.\r\n    Chide not with the past, but feel the present!\r\n    I am here we meet I hold thy hand.\n\r\n    Tristram\n\r\n    Thou art come, indeed thou hast rejoin’d me;\r\n    Thou hast dared it but too late to save.\r\n    Fear not now that men should tax thine honour!\r\n    I am dying: build (thou may’st) my grave!\n\r\n    Iseult\n\r\n    Tristram, ah, for love of Heaven, speak kindly!\r\n    What, I hear these bitter words from thee?\r\n    Sick with grief I am, and faint with travel\r\n    Take my hand dear Tristram, look on me!\n\r\n    Tristram\n\r\n    I forget, thou comest from thy voyage\r\n    Yes, the spray is on thy cloak and hair.\r\n    But thy dark eyes are not dimm’d, proud Iseult!\r\n    And thy beauty never was more fair.\n\r\n    Iseult\n\r\n    Ah, harsh flatterer! let alone my beauty!\r\n    I, like thee, have left my youth afar.\r\n    Take my hand, and touch these wasted fingers\r\n    See my cheek and lips, how white they are !\n\r\n    Tristram\n\r\n    Thou art paler but thy sweet charm, Iseult!\r\n    Would not fade with the dull years away.\r\n    Ah, how fair thou standest in the moonlight!\r\n    I forgive thee, Iseult! thou wilt stay?\n\r\n    Iseult\n\r\n    Fear me not, I will be always with thee;\r\n    I will watch thee, tend thee, soothe thy pain;\r\n    Sing thee tales of true, long-parted lovers,\r\n    Join’d at evening of their days again.\n\r\n    Tristram\n\r\n    No, thou shalt not speak! I should be finding\r\n    Something alter’d in thy courtly tone.\r\n    Sit sit by me! I will think, we’ve lived so\r\n    In the green wood, all our lives, alone.\n\r\n    Iseult\n\r\n    Alter’d, Tristram? Not in courts, believe me,\r\n    Love like mine is alter’d in the breast;\r\n    Courtly life is light and cannot reach it\r\n    Ah! it lives, because so deep-suppress’d!\n\r\n    What, thou think’st men speak in courtly chambers\r\n    Words by which the wretched are consoled?\r\n    What, thou think’st this aching brow was cooler,\r\n    Circled, Tristram, by a band of gold?\n\r\n    Royal state with Marc, my deep-wrong’d husband\r\n    That was bliss to make my sorrows flee!\r\n    Silken courtiers whispering honied nothings\r\n    Those were friends to make me false to thee!\n\r\n    Ah, on which, if both our lots were balanc’d,\r\n    Was indeed the heaviest burden thrown\r\n    Thee, a pining exile in thy forest,\r\n    Me, a smiling queen upon my throne?\n\r\n    Vain and strange debate, where both have suffer’d,\r\n    Both have pass’d a youth consumed and sad,\r\n    Both have brought their anxious day to evening,\r\n    And have now short space for being glad!\n\r\n    Join’d we are henceforth; nor will thy people,\r\n    Nor thy younger Iseult take it ill,\r\n    That a former rival shares her office,\r\n    When she sees her humbled, pale, and still.\n\r\n    I, a faded watcher by thy pillow,\r\n    I, a statue on thy chapel-floor,\r\n    Pour’d in prayer before the Virgin-Mother,\r\n    Rouse no anger, make no rivals more.\n\r\n    She will cry: “Is this the foe I dreaded?\r\n    This his idol? this that royal bride?\r\n    Ah, an hour of health would purge his eyesight!\r\n    Stay, pale queen! for ever by my side.”\n\r\n    Hush, no words! that smile, I see, forgives me.\r\n    I am now thy nurse, I bid thee sleep.\r\n    Close thine eyes this flooding moonlight blinds them!\r\n    Nay, all’s well again! thou must not weep.\n\r\n    Tristram\n\r\n    I am happy! yet I feel, there’s something\r\n    Swells my heart, and takes my breath away.\r\n    Through a mist I see thee; near come nearer!\r\n    Bend bend down! I yet have much to say.\n\r\n    Iseult\n\r\n    Heaven! his head sinks back upon the pillow\r\n    Tristram! Tristram! let thy heart not fail!\r\n    Call on god and on the holy angels!\r\n    What, love, courage! Christ! he is so pale.\n\r\n    Tristram\n\r\n    Hush, ’tis vain, I feel my end approaching!\r\n    This is what my mother said should be,\r\n    When the fierce pains took her in the forest,\r\n    The deep draughts of death, in bearing me.\n\r\n    “Son,” she said, “thy name shall be of sorrow;\r\n    Tristram art thou call’d for my death’s sake.”\r\n    So she said, and died in the drear forest.\r\n    Grief since then his home with me doth make.\n\r\n    I am dying. Start not, nor look wildly!\r\n    Me, thy living friend, thou canst not save.\r\n    But, since living we were ununited,\r\n    Go not far, O Iseult! from my grave.\n\r\n    Close mine eyes, then seek the princess Iseult;\r\n    Speak her fair, she is of royal blood!\r\n    Say, I will’d so, that thou stay beside me\r\n    She will grant it; she is kind and good.\n\r\n    Now to sail the seas of death I leave thee\r\n    One last kiss upon the living shore!\n\r\n    Iseult\n\r\n    Tristram! Tristram! stay receive me with thee!\r\n    Iseult leaves thee, Tristram! never more.\r\n    . . . . .\r\n    You see them clear the moon shines bright.\r\n    Slow, slow and softly, where she stood,\r\n    She sinks upon the ground; her hood\r\n    Had fallen back; her arms outspread\r\n    Still hold her lover’s hand; her head\r\n    Is bow’d, half-buried, on the bed.\r\n    O’er the blanch’d sheet her raven hair\r\n    Lies in disorder’d streams; and there,\r\n    Strung like white stars, the pearls still are,\r\n    And the golden bracelets, heavy and rare,\r\n    Flash on her white arms still.\r\n    The very same which yesternight\r\n    Flash’d in the silver sconces’ light,\r\n    When the feast was gay and the laughter loud\r\n    In Tyntagel’s palace proud.\r\n    But then they deck’d a restless ghost\r\n    With hot-flush’d cheeks and brilliant eyes,\r\n    And quivering lips on which the tide\r\n    Of courtly speech abruptly died,\r\n    And a glance which over the crowded floor,\r\n    The dancers, and the festive host,\r\n    Flew ever to the door.\r\n    That the knights eyed her in surprise,\r\n    And the dames whispered scoffingly:\r\n    “Her moods, good lack, they pass like showers!\r\n    But yesternight and she would be\r\n    As pale and still as wither’d flowers,\r\n    And now to-night she laughs and speaks\r\n    And has a colour in her cheeks;\r\n    Christ keep us from such fantasy!”\r\n    The air of the December-night\r\n    Steals coldly around the chamber bright,\r\n    Where those lifeless lovers be;\r\n    Swinging with it, in the light\r\n    Flaps the ghostlike tapestry.\r\n    And on the arras wrought you see\r\n    A stately Huntsman, clad in green,\r\n    And round him a fresh forest-scene.\r\n    On that clear forest-knoll he stays,\r\n    With his pack round him, and delays.\r\n    He stares and stares, with troubled face,\r\n    At this huge, gleam-lit fireplace,\r\n    At that bright, iron-figured door,\r\n    And those blown rushes on the floor.\r\n    He gazes down into the room\r\n    With heated cheeks and flurried air,\r\n    And to himself he seems to say:\r\n    “What place is this, and who are they?\r\n    Who is that kneeling Lady fair?\r\n    And on his pillows that pale Knight\r\n    Who seems of marble on a tomb?\r\n    How comes it here, this chamber bright,\r\n    Through whose mullion’d windows clear\r\n    The castle-court all wet with rain,\r\n    The drawbridge and the moat appear,\r\n    And then the beach, and, mark’d with spray,\r\n    The sunken reefs, and far away\r\n    The unquiet bright Atlantic plain?\r\n    What, has some glamour made me sleep,\r\n    And sent me with my dogs to sweep,\r\n    By night, with boisterous bugle-peal,\r\n    Through some old, sea-side, knightly hall,\r\n    Not in the free green wood at all?\r\n    That Knight’s asleep and at her prayer\r\n    That Lady by the bed doth kneel\r\n    Then hush, thou boisterous bugle-peal!”\r\n    The wild boar rustles in his lair;\r\n    The fierce hounds snuff the tainted air;\r\n    But lord and hounds keep rooted there.\n\r\n    Cheer, cheer thy dogs into the brake,\r\n    O Hunter! and without a fear\r\n    Thy golden-tassell’d bugle blow,\r\n    And through the glades thy pastime take\r\n    For thou wilt rouse no sleepers here!\r\n    For these thou seest are unmoved;\r\n    Cold, cold as those who lived and loved\r\n    A thousand years ago."}