{"author": "Bliss Carman (William)", "title": "Karlene.", "content": "    Good-morning, Karlene. It's a very\r\n    Fine beautiful world we are in.\r\n    Well, you do look as ripe as a berry;\r\n    And, pardon me, such a real chin!\n\r\n    And may I--Ah, thank you; the pleasure\r\n    Is mine; just one kiss by your ear!--\r\n    May I introduce myself as your\r\n    Most dutiful godfather, dear?\n\r\n    I have fumed, like champagne that is fizzy,\r\n    To pay my respects at your door.\r\n    But the publishers keep one so busy.\r\n    Forgive my not calling before!\n\r\n    Karlene, you're a very small lady\r\n    To venture so far all alone;\r\n    Especially into so shady\r\n    A place as this planet has grown.\n\r\n    When I now, my dear, was at your age,\r\n    When nobody tried to be rich,\r\n    But lived on high thinking and porridge\r\n    (And didn't know t' other from which!),\n\r\n    For a girl to go out unattended\r\n    Was considered \"not only unwise\r\n    And improper--\" Our grandmothers ended\r\n    By lifting to heaven their eyes.\n\r\n    And yet even now, though it's shocking\r\n    To slander these wonderful years,\r\n    I dare say an inch of black stocking\r\n    Could set all the world by the ears.\n\r\n    Black, mind you, not blue! It's a trifle;\r\n    But trifling in stockings won't do;\r\n    For love has an eye like a rifle\r\n    (His bandage is slipping askew).\n\r\n    But there! You are simply too charming.\r\n    No doubt you'll be modern enough\r\n    (Though the speed of the world is alarming)\r\n    To win with a delicate bluff,\n\r\n    As we say when we're raking the chips in,\r\n    On a hand that was not over strong--\r\n    But I see you are pursing your lips in;\r\n    Perhaps I am prating too long.\n\r\n    Anyhow you'll be learned in isms,\r\n    And talk pterodactyls in French,\r\n    And know polyhedrons from prisms,--\r\n    Though you may not know how to retrench.\n\r\n    You will fall out of love with digamma\r\n    To fall in again with Delsarte;\r\n    You will make a new Syriac grammar,\r\n    And know all the popes off by heart.\n\r\n    What Socrates said to Xantippe\r\n    When the lash of her tongue made him grieve;\r\n    What makes the banana peel slippy;\r\n    And what the snake whispered to Eve;\n\r\n    The music that Nero had played him,\r\n    When Rome was touched off with a match;\r\n    Why the king let the lady upbraid him\r\n    For burning her buns in a batch;\n\r\n    Why Hebrew is written left-handed;\r\n    And what Venus did with her arms;\r\n    What the Conqueror said when he landed;\r\n    The acres in Horace's farms;\n\r\n    The use of hirundo and passer:\r\n    All this you will probe to the pith\r\n    As a freshman at Wellesley or Vassar\r\n    Or Bryn Mawr--though I prefer Smith.\n\r\n    You will solve every riddle in Browning;\r\n    And learn how to paddle and swim;\r\n    And save other people from drowning;\r\n    And play basket ball in the gym.\n\r\n    But you'll scorn to know why there's a tax on\r\n    All reading that isn't a bore,\r\n    When Mallarmé's filtered through Saxon\r\n    And the Symbolists come to the fore.\n\r\n    All winter you'll read mathematics\r\n    (Oh, you'll be a terrible \"prod\"),\r\n    And in June, at the Senior Dramatics,\r\n    You will play like a star. But it's odd,\n\r\n    Since you'll quote every cadence in Kipling\r\n    And Arnold (of course I mean Matt),\r\n    If you don't make a bard of some stripling\r\n    Before he knows where he is at.\n\r\n    I am sure you'll be lovely as Trilby,\r\n    The loveliest bud of the year;\r\n    But remember, Karlene, I shall still be\r\n    Your doting old godfather, dear.\n\r\n    When you hear Archimedes' conundrum,\r\n    Like enough you'll be wanting to try\r\n    Whether one little girl contra mundum\r\n    Can't lift the old thing with a pry!\n\r\n    You will turn up your nose at poor \"Thy will,\"\r\n    With a haughty agnostical sniff,\r\n    Till you find the imperative \"I will\"\r\n    Has a future conditional \"if.\"\n\r\n    And then you will come to your senses,\r\n    And find out why women were made;\r\n    And men too; and why there are fences\r\n    All round the whole lot where you strayed,\n\r\n    While you wore yourself down to a shadow\r\n    Yet failed to discover your sphere;\r\n    For you'll see Adam down in the meadow\r\n    And think what a goosey you were!\n\r\n    And then when your classmates are singing\r\n    Once more for good-by the old glees,\r\n    And the round painted lanterns are swinging\r\n    And sputtering out in the trees,\n\r\n    When everything stales and withers\r\n    Except the great stars up above,\r\n    Your heartstrings will all go to smithers,\r\n    You'll just be one crumple of love.\n\r\n    And Adam will be such a duffer\r\n    (Dear fellow, I mean), he'll contrive,\r\n    Till you make him, to not make him suffer,\r\n    The happiest mortal alive.\n\r\n    Oh, it makes me too ill to continue,\r\n    Imagining how it will be\r\n    When some dapper youth comes to win you\r\n    And smiles condescension on me!\n\r\n    I shall loathe his immaculate breeding,\r\n    And advise you in time to refuse.\r\n    To think he will share in your reading,\r\n    And even unbutton your shoes!\n\r\n    And yet when for that precious laddie\r\n    Your hair is all crinkled and curled,\r\n    I guess you'll be just like your daddy,\r\n    The dearest old soul in the world!"}