{"author": "Edgar Lee Masters", "title": "Mrs. Gregory Wenner", "content": "        Gregory Wenner's wife was by the sea\r\n        When Gregory Wenner killed himself, half sick\r\n        And half malingering, and otiose.\r\n        She wept, sent for a doctor to be braced,\r\n        Induced a friend to travel with her west\r\n        To bury Gregory Wenner; did not know\r\n        That Gregory Wenner was in money straits\r\n        Until she read the paper, or had lost\r\n        His building in the loop. The man had kept\r\n        His worries from her ailing ears, was glad\r\n        To keep her traveling, or taking cures.\n\r\n        She came and buried Gregory Wenner; found\r\n        His fortune just a shell, the building lost,\r\n        A little money in the bank, a store\r\n        Far out on Lake Street, forty worthless acres\r\n        In northern Indiana, twenty lots\r\n        In some Montana village. Here she was,\r\n        A widow, penniless, an invalid.\r\n        The crude reality of things awoke\r\n        A strength she did not dream was hers. And then\r\n        She went to Gregory Wenner's barren office\r\n        To collect the things he had, get in his safe\r\n        For papers and effects.\n\r\n        She had to pay\r\n        An expert to reveal the combination,\r\n        And throw the bolts. And there she sat a day,\r\n        And emptied pigeon holes and searched and read.\r\n        And in one pigeon hole she found a box,\r\n        And in the box a lock of hair wrapped up\r\n        In tissue paper, fragrant powder lying\r\n        Around the paper - in the box a card\r\n        With woman's writing on it, just the words\r\n        \"For my beloved\"; but no name or date.\n\r\n        Who was this woman mused the widow there?\r\n        She did not know the name. She did not know\r\n        Her eyes had seen this Elenor Murray once\r\n        When Elenor Murray came with Gregory Wenner\r\n        To dinner at his home to face the wife.\r\n        For Elenor Murray in a mood of strength,\r\n        After her confirmation and communion,\r\n        Had said to Gregory Wenner: \"Now the end\r\n        Has come to this, our love, I think it best\r\n        If she should ever learn I am the woman\r\n        Who in New York spent summer days with you,\r\n        And later in Chicago, in that summer,\r\n        She will remember what my eyes will show\r\n        When we stand face to face, and I give proof\r\n        That I am changed, repentant.\"\n\r\n            For the wife\r\n        Had listened to a friend who came to tell\r\n        She saw this Gregory Wenner in New York\r\n        From day to day in gardens and cafes,\r\n        And by the sea romancing with a girl.\r\n        And later Mrs. Wenner found a book,\r\n        Which Gregory Wenner cherished - with the words\r\n        Beloved, and the date. And now she knew\r\n        The hand that wrote the card here in this box,\r\n        The hand that wrote the inscription in the book\r\n        Were one - but still she did not know the woman.\r\n        No doubt the woman of that summer's flame,\r\n        Whom Gregory Wenner promised not to see\r\n        When she brought out the book and told him all\r\n        She learned of his philandering in New York.\r\n        And Elenor Murray's body was decaying\r\n        In darkness, under earth there at LeRoy\r\n        While Mrs. Wenner read, and did not know\r\n        The hand that wrote the card lay blue and green,\r\n        Half hidden in the foldings of the shroud,\r\n        And all that country stirred for Elenor Murray,\r\n        Of which the widow absent in the east\r\n        Had never heard.\n\r\n        And Mrs. Wenner found\r\n        Beside the box and lock of hair three letters,\r\n        And sat and read them. Through her eyes and brain\r\n        This meaning and this sound of blood and soul,\r\n        Like an old record with a diamond needle.\r\n        Passed music like: - \n\r\n         \"The days go swiftly by\r\n        With study and with work. I am too tired\r\n        At night to think. I read anatomy,\r\n        Materia medica and other things,\r\n        And do the work an undergraduate\r\n        Is called upon to do. And every week\r\n        I spend three afternoons with the nuns and sew,\r\n        And care for children of the poor whose mothers\r\n        Are earning bread away. I go to church\r\n        And talk with Mother Janet. And I pray\r\n        At morning and at night for you, and ask\r\n        For strength to live without you and for light\r\n        To understand why love of you is mine,\r\n        And why you are not mine, and whether God\r\n        Will give you to me some day if I prove\r\n        My womanhood is worthy of you, dear.\r\n        And sometimes when our days of bliss come back\r\n        And flood me with their warmth and blinding light\r\n        I take my little crucifix and kiss it,\r\n        And plunge in work to take me out of self,\r\n        Some service to another. So it is,\r\n        This sewing and this caring for the children\r\n        Stills memory and gives me strength to live,\r\n        And pass the days, go on. I shall not draw\r\n        Upon your thought with letters, still I ask\r\n        Your thought of me sometimes. Would it be much\r\n        If once a year you sent me a bouquet\r\n        To prove to me that you remember, sweet,\r\n        Still cherish me a little, give me faith\r\n        That in this riddle world there is a hand,\r\n        Which spite of separation, thinks and touches\r\n        Blossoms that I touch afterward? Dear heart,\r\n        I have starved out and killed that reckless mood\r\n        Which would have taken you and run away.\r\n        Oh, if you knew that this means killing, too,\r\n        The child I want - our child. You have a cross\r\n        No less than I, beloved, even if love\r\n        Of me has passed and eased the agony\r\n        I thought you knew - your cross is heavy, dear,\r\n        Bound, but not wedded to her, never to know\r\n        The life of marriage with her. Yet be brave,\r\n        Be noble, dear, be always what God made you,\r\n        A great heart, patient, gentle, sacrificing,\r\n        Bring comfort to her tedious days, forbear\r\n        When she is petulant, for if you do,\r\n        I know God will reward you, give you peace.\r\n        I pray for strength for you, that never again\r\n        May you distress her as you did, I did\r\n        When she found there was someone. Lest she know\r\n        Destroy this letter, all I ever write,\r\n        So that her mind may never fix itself\r\n        Upon a definite person, on myself.\r\n        But still remaining vague may better pass\r\n        To lighter shadows, nothingness at last.\r\n        I try to think I sinned, have so confessed\r\n        To get forgiveness at my first communion.\r\n        And yet a vestige of a thought in me\r\n        Will not submit, confess the sin. Well, dear,\r\n        You can awake at midnight, at the pause\r\n        Of duty in the day, merry or sad,\r\n        Light hearted or discouraged, if you chance,\r\n        To think of me, remember I send prayers\r\n        To God for you each day - oh may His light\r\n        Shine on your face!\"\n\r\n         So Widow Wenner read,\r\n        And wondered of the writer, since no name\r\n        Was signed; and wept a little, dried her eyes\r\n        And flushed with anger, said, \"adulteress,\r\n        Adulteress who played the game of pity,\r\n        And wove about my husband's heart the spell\r\n        Of masculine sympathy for a sorrowing woman,\r\n        A trick as old as Eden. And who knows\r\n        But all the money went here in the end?\r\n        For if a woman plunges from her aim\r\n        To piety, devotion such as this,\r\n        She will plunge back to sin, unstable heart,\r\n        That swings from self-denial to indulgence\r\n        And spends itself in both.\"\n\r\n         Then Widow Wenner\r\n        Took up the second letter:\n\r\n         \"I have signed\r\n        To go to France to-day. I wrote you once\r\n        I planned to take the veil, become a nun.\r\n        But now the war has changed my thought. I see\r\n        In service for my country fuller life,\r\n        More useful sacrifice and greater work\r\n        Than ever I could have, being a nun.\r\n        The cause is so momentous. Think, my dear,\r\n        This woman who still thinks of you will be\r\n        A factor in this war for liberty,\r\n        A soldier serving soldiers, giving strength,\r\n        Health, hope and spirit to the soldier boys\r\n        Who fall, must be restored to fight again.\r\n        I've thrown my soul in this, am all aflame.\r\n        You should have seen me when I took the oath,\r\n        And raised my hand and pledged my word to serve,\r\n        Support the law. I want to think of you\r\n        As proud of me for doing this - be proud,\r\n        Be grateful, too, that I have strength and will\r\n        To give myself to this. And if it chance,\r\n        As almost I am hoping, that the work\r\n        Should break me, sweep me under, think of me\r\n        As one who died for country, as I shall\r\n        As truly as the soldiers slain in battle.\r\n        I leave to-morrow, will be at a camp\r\n        Some weeks before I sail. I telephoned you\r\n        This morning twice, they said you would return\r\n        By two-o'clock at least. I write instead.\r\n        But I shall come to see you, if I can\r\n        Sometime this afternoon, and if I don't,\r\n        This letter then must answer. Peace be with you.\r\n        To-day I'm very happy. Write to me,\r\n        Or if you do not think it best, all right,\r\n        I'll understand. Before I sail I'll send\r\n        A message to you - for the time farewell.\"\n\r\n        Then Widow Wenner read the telegram\r\n        The third and last communication: \"Sail\r\n        To-day, to-morrow, very soon, I know.\r\n        My memories of you are happy ones.\r\n        A fond adieu.\" This telegram was signed\r\n        By Elenor Murray. Widow Wenner knew\r\n        The name at last, sat petrified to think\r\n        This was the girl who brazened through the dinner\r\n        Some years ago when Gregory Wenner brought\r\n        This woman to his home - \"the shameless trull,\"\r\n        Said Mrs. Wenner, \"harlot, impudent jade,\r\n        To think my husband is dead, would she were dead - \r\n        I could be happy if I knew a bomb\r\n        Or vile disease had got her.\" Then she looked\r\n        In other pigeon holes, and found in one\r\n        A photograph of Elenor Murray, knew\r\n        The face that looked across the dinner table.\r\n        And in the pigeon hole she found some verses\r\n        Clipped from a magazine, and tucked away\r\n        The letters, verses, telegram in her bag,\r\n        Closed up the safe and left.\n\r\n        Next day at breakfast\r\n        She scanned the morning Times, her eyes were wide\r\n        For reading of the Elenor Murray inquest.\r\n        \"Well, God is just,\" she murmured, \"God is just.\"\n\r\n        *        *        *        *        *\n\r\n        All this was learned of Gregory Wenner. Even\r\n        If Gregory Wenner killed the girl, the man\r\n        Was dead now. Could he kill her and return\r\n        And kill himself? The coroner had gone,\r\n        The jury too, to view the spot where lay\r\n        Elenor Murray's body. It was clear\r\n        A man had walked here. Was it Gregory Wenner?\r\n        The hunter who came up and found the body?\r\n        This hunter was a harmless, honest soul\r\n        Could not have killed her, passed the grill of questions\r\n        From David Borrow, skilled examiner,\r\n        The coroner, the jurors. But meantime\r\n        If Gregory Wenner killed this Elenor Murray\r\n        How did he do it? Dr. Trace has made\r\n        His autopsy and comes and makes report\r\n        To the coroner and the jury in these words: - \n\n"}