{"author": "Robert William Service", "title": "Music In The Bush", "content": "    O'er the dark pines she sees the silver moon,\r\n    And in the west, all tremulous, a star;\r\n    And soothing sweet she hears the mellow tune\r\n    Of cow-bells jangled in the fields afar.\n\r\n    Quite listless, for her daily stent is done,\r\n    She stands, sad exile, at her rose-wreathed door,\r\n    And sends her love eternal with the sun\r\n    That goes to gild the land she'll see no more.\n\r\n    The grave, gaunt pines imprison her sad gaze,\r\n    All still the sky and darkling drearily;\r\n    She feels the chilly breath of dear, dead days\r\n    Come sifting through the alders eerily.\n\r\n    Oh, how the roses riot in their bloom!\r\n    The curtains stir as with an ancient pain;\r\n    Her old piano gleams from out the gloom,\r\n    And waits and waits her tender touch in vain.\n\r\n    But now her hands like moonlight brush the keys\r\n    With velvet grace, melodious delight;\r\n    And now a sad refrain from overseas\r\n    Goes sobbing on the bosom of the night.\n\r\n    And now she sings. (O singer in the gloom,\r\n    Voicing a sorrow we can ne'er express,\r\n    Here in the Farness where we few have room\r\n    Unshamed to show our love and tenderness,\n\r\n    Our hearts will echo, till they beat no more,\r\n    That song of sadness and of motherland;\r\n    And stretched in deathless love to England's shore,\r\n    Some day she'll hearken and she'll understand.)\n\r\n    A prima-donna in the shining past,\r\n    But now a mother growing old and grey,\r\n    She thinks of how she held a people fast\r\n    In thrall, and gleaned the triumphs of a day.\n\r\n    She sees a sea of faces like a dream;\r\n    She sees herself a queen of song once more;\r\n    She sees lips part in rapture, eyes agleam;\r\n    She sings as never once she sang before.\n\r\n    She sings a wild, sweet song that throbs with pain,\r\n    The added pain of life that transcends art,\r\n    A song of home, a deep, celestial strain,\r\n    The glorious swan-song of a dying heart.\n\r\n    A lame tramp comes along the railway track,\r\n    A grizzled dog whose day is nearly done:\r\n    He passes, pauses, then comes slowly back\r\n    And listens there - an audience of one.\n\r\n    She sings - her golden voice is passion-fraught\r\n    As when she charmed a thousand eager ears;\r\n    He listens trembling, and she knows it not,\r\n    And down his hollow cheeks roll bitter tears.\n\r\n    She ceases and is still, as if to pray;\r\n    There is no sound, the stars are all alight -\r\n    Only a wretch who stumbles on his way,\r\n    Only a vagrant sobbing in the night."}