{"author": "Pamela S. Vining, (J. C. Yule)", "title": "Our Field Is The World.", "content": "    Our field is the world! - let us forth to the sowing,\r\n        O'er valley and mountain, o'er desert and plain,\r\n    Beside the still waters through cool meadows flowing,\r\n        O'er regions unblest by the dew and the rain; - \r\n    Let us scatter the seed, though in sorrow and weeping,\r\n        Though fields should be verdureless, wintry, and bare,\r\n    The Lord of the harvest hath still in His keeping\r\n        Each seed as it falls, and will guard it with care.\n\r\n    Our field is the world! - let us forth to the reaping;\r\n        The long day is waning, the eve draweth nigh;\r\n    Faint omens of storm up the heavens are creeping,\r\n        And the sigh of the tempest is heard in the sky; - \r\n    The work-hour is brief, but the rest is forever,\r\n        Then stay not for weariness, languor, or pain,\r\n    But forth to the harvest with earnest endeavor,\r\n        And gather with gladness the sheaves that remain.\n\r\n    Our field is the world! - let us forth to the gleaning,\r\n        The stores may be small that our labors reward,\r\n    Yet One from the height of His glory is leaning,\r\n        Attent to behold what we do for the Lord; - \r\n    Where, haply, some reaper has passed on with singing,\r\n        O'erladen with sheaves for the garner above,\r\n    May yet be some handfuls that wait for our bringing,\r\n        To crown with completeness the stores of His love.\n\r\n    Our field is the world! - whether sowing or reaping,\r\n        Or gleaning the handfuls that others have passed,\r\n    Or waiting the growth of the seed that, with weeping,\r\n        On rocky and desolate plains we have cast,\r\n    Yet each for his toiling, and each for his mourning,\r\n        Shall sometime rejoice when the harvest is done,\r\n    And know, in the flush of Eternity's morning,\r\n        That the toil, the reward, and the glory are one."}