{"author": "Robert William Service", "title": "Over the Parapet", "content": "     All day long when the shells sail over\r\n     I stand at the sandbags and take my chance;\r\n     But at night, at night I'm a reckless rover,\r\n     And over the parapet gleams Romance.\r\n     Romance! Romance! How I've dreamed it, writing\r\n     Dreary old records of money and mart,\r\n     Me with my head chuckful of fighting\r\n     And the blood of vikings to thrill my heart.\n\r\n     But little I thought that my time was coming,\r\n     Sudden and splendid, supreme and soon;\r\n     And here I am with the bullets humming\r\n     As I crawl and I curse the light of the moon.\r\n     Out alone, for adventure thirsting,\r\n     Out in mysterious No Man's Land;\r\n     Prone with the dead when a star-shell, bursting,\r\n     Flares on the horrors on every hand.\r\n     There are ruby stars and they drip and wiggle;\r\n     And the grasses gleam in a light blood-red;\r\n     There are emerald stars, and their tails they wriggle,\r\n     And ghastly they glare on the face of the dead.\r\n     But the worst of all are the stars of whiteness,\r\n     That spill in a pool of pearly flame,\r\n     Pretty as gems in their silver brightness,\r\n     And etching a man for a bullet's aim.\n\r\n     Yet oh, it's great to be here with danger,\r\n     Here in the weird, death-pregnant dark,\r\n     In the devil's pasture a stealthy ranger,\r\n     When the moon is decently hiding. Hark!\r\n     What was that? Was it just the shiver\r\n     Of an eerie wind or a clammy hand?\r\n     The rustle of grass, or the passing quiver\r\n     Of one of the ghosts of No Man's Land?\n\r\n     It's only at night when the ghosts awaken,\r\n     And gibber and whisper horrible things;\r\n     For to every foot of this God-forsaken\r\n     Zone of jeopard some horror clings.\r\n     Ugh! What was that? It felt like a jelly,\r\n     That flattish mound in the noisome grass;\r\n     You three big rats running free of its belly,\r\n     Out of my way and let me pass!\n\r\n     But if there's horror, there's beauty, wonder;\r\n     The trench lights gleam and the rockets play.\r\n     That flood of magnificent orange yonder\r\n     Is a battery blazing miles away.\r\n     With a rush and a singing a great shell passes;\r\n     The rifles resentfully bicker and brawl,\r\n     And here I crouch in the dew-drenched grasses,\r\n     And look and listen and love it all.\n\r\n     God! What a life! But I must make haste now,\r\n     Before the shadow of night be spent.\r\n     It's little the time there is to waste now,\r\n     If I'd do the job for which I was sent.\r\n     My bombs are right and my clippers ready,\r\n     And I wriggle out to the chosen place,\r\n     When I hear a rustle . . . Steady! . . . Steady!\r\n     Who am I staring slap in the face?\n\r\n     There in the dark I can hear him breathing,\r\n     A foot away, and as still as death;\r\n     And my heart beats hard, and my brain is seething,\r\n     And I know he's a Hun by the smell of his breath.\r\n     Then: \"Will you surrender?\" I whisper hoarsely,\r\n     For it's death, swift death to utter a cry.\r\n     \"English schwein-hund!\" he murmurs coarsely.\r\n     \"Then we'll fight it out in the dark,\" say I.\n\r\n     So we grip and we slip and we trip and wrestle\r\n     There in the gutter of No Man's Land;\r\n     And I feel my nails in his wind-pipe nestle,\r\n     And he tries to gouge, but I bite his hand.\r\n     And he tries to squeal, but I squeeze him tighter:\r\n     \"Now,\" I say, \"I can kill you fine;\r\n     But tell me first, you Teutonic blighter!\r\n     Have you any children?\" He answers: \"Nein.\"\n\r\n     NINE! Well, I cannot kill such a father,\r\n     So I tie his hands and I leave him there.\r\n     Do I finish my little job? Well, rather;\r\n     And I get home safe with some light to spare.\r\n     Heigh-ho! by day it's just prosy duty,\r\n     Doing the same old song and dance;\r\n     But oh! with the night - joy, glory, beauty:\r\n     Over the parapet - Life, Romance!"}