{"author": "Robert Browning", "title": "Paracelsus: Part II: Paracelsus Attains", "content": "    Scene.    Constantinople; the house of a Greek Conjurer. 1521.\r\n    Paracelsus.\n\n\r\n    Paracelsus.\n\n\r\n    Over the waters in the vaporous West\r\n    The sun goes down as in a sphere of gold\r\n    Behind the arm of the city, which between,\r\n    With all that length of domes and minarets,\r\n    Athwart the splendour, black and crooked runs\r\n    Like a Turk verse along a scimitar.\r\n    There lie, sullen memorial, and no more\r\n    Possess my aching sight! 'T is done at last.\r\n    Strange and the juggles of a sallow cheat\r\n    Have won me to this act! 'T is as yon cloud\r\n    Should voyage unwrecked o'er many a mountain-top\r\n    And break upon a molehill. I have dared\r\n    Come to a pause with knowledge; scan for once\r\n    The heights already reached, without regard\r\n    To the extent above; fairly compute\r\n    All I have clearly gained; for once excluding\r\n    A brilliant future to supply and perfect\r\n    All half-gains and conjectures and crude hopes:\r\n    And all because a fortune-teller wills\r\n    His credulous seekers should inscribe thus much\r\n    Their previous life's attainment, in his roll,\r\n    Before his promised secret, as he vaunts,\r\n    Make up the sum: and here amid the scrawled\r\n    Uncouth recordings of the dupes of this\r\n    Old arch-genethliac, lie my life's results!\n\n\r\n    A few blurred characters suffice to note\r\n    A stranger wandered long through many lands\r\n    And reaped the fruit he coveted in a few\r\n    Discoveries, as appended here and there,\r\n    The fragmentary produce of much toil,\r\n    In a dim heap, fact and surmise together\r\n    Confusedly massed as when acquired; he was\r\n    Intent on gain to come too much to stay\r\n    And scrutinize the little gained: the whole\r\n    Slipt in the blank space 'twixt an idiot's gibber\r\n    And a mad lover's ditty there it lies.\n\n\r\n    And yet those blottings chronicle a life\r\n    A whole life, and my life! Nothing to do,\r\n    No problem for the fancy, but a life\r\n    Spent and decided, wasted past retrieve\r\n    Or worthy beyond peer. Stay, what does this\r\n    Remembrancer set down concerning \"life\"?\r\n    \"'Time fleets, youth fades, life is an empty dream,'\r\n    \"It is the echo of time; and he whose heart\r\n    \"Beat first beneath a human heart, whose speech\r\n    \"Was copied from a human tongue, can never\r\n    \"Recall when he was living yet knew not this.\r\n    \"Nevertheless long seasons pass o'er him\r\n    \"Till some one hour's experience shows what nothing,\r\n    \"It seemed, could clearer show; and ever after,\r\n    \"An altered brow and eye and gait and speech\r\n    \"Attest that now he knows the adage true\r\n    \"'Time fleets, youth fades, life is an empty dream.'\"\n\n\r\n    Ay, my brave chronicler, and this same hour\r\n    As well as any: now, let my time be!\n\n\r\n    Now! I can go no farther; well or ill,\r\n    'T is done. I must desist and take my chance.\r\n    I cannot keep on the stretch: 't is no back-shrinking\r\n    For let but some assurance beam, some close\r\n    To my toil grow visible, and I proceed\r\n    At any price, though closing it, I die.\r\n    Else, here I pause. The old Greek's prophecy\r\n    Is like to turn out true: \"I shall not quit\r\n    \"His chamber till I know what I desire!\"\r\n    Was it the light wind sang it o'er the sea?\n\n\r\n    An end, a rest! strange how the notion, once\r\n    Encountered, gathers strength by moments! Rest!\r\n    Where has it kept so long? this throbbing brow\r\n    To cease, this beating heart to cease, all cruel\r\n    And gnawing thoughts to cease! To dare let down\r\n    My strung, so high-strung brain, to dare unnerve\r\n    My harassed o'ertasked frame, to know my place,\r\n    My portion, my reward, even my failure,\r\n    Assigned, made sure for ever! To lose myself\r\n    Among the common creatures of the world,\r\n    To draw some gain from having been a man,\r\n    Neither to hope nor fear, to live at length!\r\n    Even in failure, rest! But rest in truth\r\n    And power and recompense . . . I hoped that once!\n\n\r\n    What, sunk insensibly so deep? Has all\r\n    Been undergone for this? This the request\r\n    My labour qualified me to present\r\n    With no fear of refusal? Had I gone\r\n    Slightingly through my task, and so judged fit\r\n    To moderate my hopes; nay, were it now\r\n    My sole concern to exculpate myself,\r\n    End things or mend them, why, I could not choose\r\n    A humbler mood to wait for the event!\r\n    No, no, there needs not this; no, after all,\r\n    At worst I have performed my share of the task\r\n    The rest is God's concern; mine, merely this,\r\n    To know that I have obstinately held\r\n    By my own work. The mortal whose brave foot\r\n    Has trod, unscathed, the temple-court so far\r\n    That he descries at length the shrine of shrines,\r\n    Must let no sneering of the demons' eyes,\r\n    Whom he could pass unquailing, fasten now\r\n    Upon him, fairly past their power; no, no\r\n    He must not stagger, faint, fall down at last,\r\n    Having a charm to baffle them; behold,\r\n    He bares his front: a mortal ventures thus\r\n    Serene amid the echoes, beams and glooms!\r\n    If he be priest henceforth, if he wake up\r\n    The god of the place to ban and blast him there,\r\n    Both well! What's failure or success to me?\r\n    I have subdued my life to the one purpose\r\n    Whereto I ordained it; there alone I spy,\r\n    No doubt, that way I may be satisfied.\n\n\r\n    Yes, well have I subdued my life! beyond\r\n    The obligation of my strictest vow,\r\n    The contemplation of my wildest bond,\r\n    Which gave my nature freely up, in truth,\r\n    But in its actual state, consenting fully\r\n    All passionate impulses its soil was formed\r\n    To rear, should wither; but foreseeing not\r\n    The tract, doomed to perpetual barrenness,\r\n    Would seem one day, remembered as it was,\r\n    Beside the parched sand-waste which now it is,\r\n    Already strewn with faint blooms, viewless then.\r\n    I ne'er engaged to root up loves so frail\r\n    I felt them not; yet now, 't is very plain\r\n    Some soft spots had their birth in me at first,\r\n    If not love, say, like love: there was a time\r\n    When yet this wolfish hunger after knowledge\r\n    Set not remorselessly love's claims aside.\r\n    This heart was human once, or why recall\r\n    Einsiedeln, now, and Würzburg which the Mayne\r\n    Forsakes her course to fold as with an arm?\n\n\r\n    And Festus my poor Festus, with his praise\r\n    And counsel and grave fears where is he now\r\n    With the sweet maiden, long ago his bride?\r\n    I surely loved them that last night, at least,\r\n    When we . . . gone! gone! the better. I am saved\r\n    The sad review of an ambitious youth\r\n    Choked by vile lusts, unnoticed in their birth,\r\n    But let grow up and wind around a will\r\n    Till action was destroyed. No, I have gone\r\n    Purging my path successively of aught\r\n    Wearing the distant likeness of such lusts.\r\n    I have made life consist of one idea:\r\n    Ere that was master, up till that was born,\r\n    I bear a memory of a pleasant life\r\n    Whose small events I treasure; till one morn\r\n    I ran o'er the seven little grassy fields,\r\n    Startling the flocks of nameless birds, to tell\r\n    Poor Festus, leaping all the while for joy,\r\n    To leave all trouble for my future plans,\r\n    Since I had just determined to become\r\n    The greatest and most glorious man on earth.\r\n    And since that morn all life has been forgotten;\r\n    All is one day, one only step between\r\n    The outset and the end: one tyrant all-\r\n    Absorbing aim fills up the interspace,\r\n    One vast unbroken chain of thought, kept up\r\n    Through a career apparently adverse\r\n    To its existence: life, death, light and shadow,\r\n    The shows of the world, were bare receptacles\r\n    Or indices of truth to be wrung thence,\r\n    Not ministers of sorrow or delight:\r\n    A wondrous natural robe in which she went.\r\n    For some one truth would dimly beacon me\r\n    From mountains rough with pines, and flit and wink\r\n    O'er dazzling wastes of frozen snow, and tremble\r\n    Into assured light in some branching mine\r\n    Where ripens, swathed in fire, the liquid gold\r\n    And all the beauty, all the wonder fell\r\n    On either side the truth, as its mere robe;\r\n    I see the robe now then I saw the form.\r\n    So far, then, I have voyaged with success,\r\n    So much is good, then, in this working sea\r\n    Which parts me from that happy strip of land:\r\n    But o'er that happy strip a sun shone, too!\r\n    And fainter gleams it as the waves grow rough,\r\n    And still more faint as the sea widens; last\r\n    I sicken on a dead gulf streaked with light\r\n    From its own putrefying depths alone.\r\n    Then, God was pledged to take me by the hand;\r\n    Now, any miserable juggle can bid\r\n    My pride depart. All is alike at length:\r\n    God may take pleasure in confounding pride\r\n    By hiding secrets with the scorned and base\r\n    I am here, in short: so little have I paused\r\n    Throughout! I never glanced behind to know\r\n    If I had kept my primal light from wane,\r\n    And thus insensibly am what I am!\n\n\r\n    Oh, bitter; very bitter!\n\n\r\n    And more bitter,\r\n    To fear a deeper curse, an inner ruin,\r\n    Plague beneath plague, the last turning the first\r\n    To light beside its darkness. Let me weep\r\n    My youth and its brave hopes, all dead and gone,\r\n    In tears which burn! Would I were sure to win\r\n    Some startling secret in their stead, a tincture\r\n    Of force to flush old age with youth, or breed\r\n    Gold, or imprison moonbeams till they change\r\n    To opal shafts! only that, hurling it\r\n    Indignant back, I might convince myself\r\n    My aims remained supreme and pure as ever!\r\n    Even now, why not desire, for mankind's sake,\r\n    That if I fail, some fault may be the cause,\r\n    That, though I sink, another may succeed?\r\n    O God, the despicable heart of us!\r\n    Shut out this hideous mockery from my heart!\n\n\r\n    'T was politic in you, Aureole, to reject\r\n    Single rewards, and ask them in the lump;\r\n    At all events, once launched, to hold straight on:\r\n    For now' t is all or nothing. Mighty profit\r\n    Your gains will bring if they stop short of such\r\n    Full consummation! As a man, you had\r\n    A certain share of strength; and that is gone\r\n    Already in the getting these you boast.\r\n    Do not they seem to laugh, as who should say\r\n    \"Great master, we are here indeed, dragged forth\r\n    \"To light; this hast thou done: be glad! Now, seek\r\n    \"The strength to use which thou hast spent in getting!\"\n\n\r\n    And yet't is much, surely't is very much,\r\n    Thus to have emptied youth of all its gifts,\r\n    To feed a fire meant to hold out till morn\r\n    Arrived with inexhaustible light; and lo,\r\n    I have heaped up my last, and day dawns not!\r\n    And I am left with grey hair, faded hands,\r\n    And furrowed brow. Ha, have I, after all,\r\n    Mistaken the wild nursling of my breast?\r\n    Knowledge it seemed, and power, and recompense!\r\n    Was she who glided through my room of nights,\r\n    Who laid my head on her soft knees and smoothed\r\n    The damp locks, whose sly soothings just began\r\n    When my sick spirit craved repose awhile\r\n    God! was I fighting sleep off for death's sake?\n\n\r\n    God! Thou art mind! Unto the master-mind\r\n    Mind should be precious. Spare my mind alone!\r\n    All else I will endure; if, as I stand\r\n    Here, with my gains, thy thunder smite me down,\r\n    I bow me; 't is thy will, thy righteous will;\r\n    I o'erpass life's restrictions, and I die;\r\n    And if no trace of my career remain\r\n    Save a thin corpse at pleasure of the wind\r\n    In these bright chambers level with the air,\r\n    See thou to it! But if my spirit fail,\r\n    My once proud spirit forsake me at the last,\r\n    Hast thou done well by me? So do not thou!\r\n    Crush not my mind, dear God, though I be crushed!\r\n    Hold me before the frequence of thy seraphs\r\n    And say \"I crushed him, lest he should disturb\r\n    \"My law. Men must not know their strength: behold\r\n    \"Weak and alone, how he had raised himself!\"\n\n\r\n    But if delusions trouble me, and thou,\r\n    Not seldom felt with rapture in thy help\r\n    Throughout my toils and wanderings, dost intend\r\n    To work man's welfare through my weak endeavour,\r\n    To crown my mortal forehead with a beam\r\n    From thine own blinding crown, to smile, and guide\r\n    This puny hand and let the work so wrought\r\n    Be styled my work, hear me! I covet not\r\n    An influx of new power, an angel's soul:\r\n    It were no marvel then but I have reached\r\n    Thus far, a man; let me conclude, a man!\r\n    Give but one hour of my first energy,\r\n    Of that invincible faith, but only one!\r\n    That I may cover with an eagle-glance\r\n    The truths I have, and spy some certain way\r\n    To mould them, and completing them, possess!\r\n    Yet God is good: I started sure of that,\r\n    And why dispute it now? I'll not believe\r\n    But some undoubted warning long ere this\r\n    Had reached me: a fire-labarum was not deemed\r\n    Too much for the old founder of these walls.\r\n    Then, if my life has not been natural,\r\n    It has been monstrous: yet, till late, my course\r\n    So ardently engrossed me, that delight,\r\n    A pausing and reflecting joy,'t is plain,\r\n    Could find no place in it. True, I am worn;\r\n    But who clothes summer, who is life itself?\r\n    God, that created all things, can renew!\r\n    And then, though after-life to please me now\r\n    Must have no likeness to the past, what hinders\r\n    Reward from springing out of toil, as changed\r\n    As bursts the flower from earth and root and stalk?\r\n    What use were punishment, unless some sin\r\n    Be first detected? let me know that first!\r\n    No man could ever offend as I have done . . .\n\n\r\n    [A voice from within.]\n\n\r\n    I hear a voice, perchance I heard\r\n    Long ago, but all too low,\r\n    So that scarce a care it stirred\r\n    If the voice were real or no:\r\n    I heard it in my youth when first\r\n    The waters of my life outburst:\r\n    But, now their stream ebbs faint, I hear\r\n    That voice, still low, but fatal-clear\r\n    As if all poets, God ever meant\r\n    Should save the world, and therefore lent\r\n    Great gifts to, but who, proud, refused\r\n    To do his work, or lightly used\r\n    Those gifts, or failed through weak endeavour,\r\n    So, mourn cast off by him for ever,\r\n    As if these leaned in airy ring\r\n    To take me; this the song they sing.\n\n\r\n    \"Lost, lost! yet come,\r\n    With our wan troop make thy home.\r\n    Come, come! for we\r\n    Will not breathe, so much as breathe\r\n    Reproach to thee,\r\n    Knowing what thou sink'st beneath.\r\n    So sank we in those old years,\r\n    We who bid thee, come! thou last\r\n    Who, living yet, hast life o'erpast.\r\n    And altogether we, thy peers,\r\n    Will pardon crave for thee, the last\r\n    Whose trial is done, whose lot is cast\r\n    With those who watch but work no more,\r\n    Who gaze on life but live no more.\r\n    Yet we trusted thou shouldst speak\r\n    The message which our lips, too weak,\r\n    Refused to utter, shouldst redeem\r\n    Our fault: such trust, and all a dream!\r\n    Yet we chose thee a birthplace\r\n    Where the richness ran to flowers:\r\n    Couldst not sing one song for grace?\r\n    Not make one blossom man's and ours?\r\n    Must one more recreant to his race\r\n    Die with unexerted powers,\r\n    And join us, leaving as he found\r\n    The world, he was to loosen, bound?\r\n    Anguish! ever and for ever;\r\n    Still beginning, ending never.\r\n    Yet, lost and last one, come!\r\n    How couldst understand, alas,\r\n    What our pale ghosts strove to say,\r\n    As their shades did glance and pass\r\n    Before thee night and day?\r\n    Thou wast blind as we were dumb:\r\n    Once more, therefore, come, O come!\r\n    How should we clothe, how arm the spirit\r\n    Shall next thy post of life inherit\r\n    How guard him from thy speedy ruin?\r\n    Tell us of thy sad undoing\r\n    Here, where we sit, ever pursuing\r\n    Our weary task, ever renewing\r\n    Sharp sorrow, far from God who gave\r\n    Our powers, and man they could not save!\"\n\n\r\n    Aprile enters.\n\n\r\n    Aprile.\r\n    Ha, ha! our king that wouldst be, here at last?\r\n    Art thou the poet who shall save the world?\r\n    Thy hand to mine! Stay, fix thine eyes on mine!\r\n    Thou wouldst be king? Still fix thine eyes on mine!\n\n\r\n    Paracelsus.\r\n    Ha, ha! why crouchest not? Am I not king?\r\n    So torture is not wholly unavailing!\r\n    Have my fierce spasms compelled thee from thy lair?\r\n    Art thou the sage I only seemed to be,\r\n    Myself of after-time, my very self\r\n    With sight a little clearer, strength more firm,\r\n    Who robes him in my robe and grasps my crown\r\n    For just a fault, a weakness, a neglect?\r\n    I scarcely trusted God with the surmise\r\n    That such might come, and thou didst hear the while!\n\n\r\n    Aprile.\r\n    Thine eyes are lustreless to mine; my hair\r\n    Is soft, nay silken soft: to talk with thee\r\n    Flushes my cheek, and thou art ashy-pale.\r\n    Truly, thou hast laboured, hast withstood her lips,\r\n    The siren's! Yes, 't is like thou hast attained!\r\n    Tell me, dear master, wherefore now thou comest?\r\n    I thought thy solemn songs would have their meed\r\n    In after-time; that I should hear the earth\r\n    Exult in thee and echo with thy praise,\r\n    While I was laid forgotten in my grave.\n\n\r\n    Paracelsus.\r\n    Ah fiend, I know thee, I am not thy dupe!\r\n    Thou art ordained to follow in my track,\r\n    Reaping my sowing, as I scorned to reap\r\n    The harvest sown by sages passed away.\r\n    Thou art the sober searcher, cautious striver,\r\n    As if, except through me, thou hast searched or striven!\r\n    Ay, tell the world! Degrade me after all,\r\n    To an aspirant after fame, not truth\r\n    To all but envy of thy fate, be sure!\n\n\r\n    Aprile.\r\n    Nay, sing them to me; I shall envy not:\r\n    Thou shalt be king! Sing thou, and I will sit\r\n    Beside, and call deep silence for thy songs,\r\n    And worship thee, as I had ne'er been meant\r\n    To fill thy throne: but none shall ever know!\r\n    Sing to me; for already thy wild eyes\r\n    Unlock my heart-strings, as some crystal-shaft\r\n    Reveals by some chance blaze its parent fount\r\n    After long time: so thou reveal'st my soul.\r\n    All will flash forth at last, with thee to hear!\n\n\r\n    Paracelsus.\r\n    (His secret! I shall get his secret fool!)\r\n    I am he that aspired to know: and thou?\n\n\r\n    Aprile.\r\n    I would love infinitely, and be loved!\n\n\r\n    Paracelsus.\r\n    Poor slave! I am thy king indeed.\n\n\r\n    Aprile.\r\n    Thou deem'st\r\n    That born a spirit, dowered even as thou,\r\n    Born for thy fate because I could not curb\r\n    My yearnings to possess at once the full\r\n    Enjoyment, but neglected all the means\r\n    Of realizing even the frailest joy,\r\n    Gathering no fragments to appease my want,\r\n    Yet nursing up that want till thus I die\r\n    Thou deem'st I cannot trace thy safe sure march\r\n    O'er perils that o'erwhelm me, triumphing,\r\n    Neglecting nought below for aught above,\r\n    Despising nothing and ensuring all\r\n    Nor that I could (my time to come again)\r\n    Lead thus my spirit securely as thine own.\r\n    Listen, and thou shalt see I know thee well.\r\n    I would love infinitely . . . Ah, lost! lost!\r\n    Oh ye who armed me at such cost,\r\n    How shall I look on all of ye\r\n    With your gifts even yet on me?\n\n\r\n    Paracelsus.\r\n    (Ah, 't is some moonstruck creature after all!\r\n    Such fond fools as are like to haunt this den:\r\n    They spread contagion, doubtless: yet he seemed\r\n    To echo one foreboding of my heart\r\n    So truly, that . . . no matter! How he stands\r\n    With eve's last sunbeam staying on his hair\r\n    Which turns to it as if they were akin:\r\n    And those clear smiling eyes of saddest blue\r\n    Nearly set free, so far they rise above\r\n    The painful fruitless striving of the brow\r\n    And enforced knowledge of the lips, firm-set\r\n    In slow despondency's eternal sigh!\r\n    Has he, too, missed life's end, and learned the cause?)\r\n    I charge thee, by thy fealty, be calm!\r\n    Tell me what thou wouldst be, and what I am.\n\n\r\n    Aprile.\n\n\r\n    I would love infinitely, and be loved.\r\n    First: I would carve in stone, or cast in brass,\r\n    The forms of earth. No ancient hunter lifted\r\n    Up to the gods by his renown, no nymph\r\n    Supposed the sweet soul of a woodland tree\r\n    Or sapphirine spirit of a twilight star,\r\n    Should be too hard for me; no shepherd-king\r\n    Regal for his white locks; no youth who stands\r\n    Silent and very calm amid the throng,\r\n    His right hand ever hid beneath his robe\r\n    Until the tyrant pass; no lawgiver,\r\n    No swan-soft woman rubbed with lucid oils\r\n    Given by a god for love of her too hard!\r\n    Every passion sprung from man, conceived by man,\r\n    Would I express and clothe it in its right form,\r\n    Or blend with others struggling in one form,\r\n    Or show repressed by an ungainly form.\r\n    Oh, if you marvelled at some mighty spirit\r\n    With a fit frame to execute its will\r\n    Even unconsciously to work its will\r\n    You should be moved no less beside some strong\r\n    Rare spirit, fettered to a stubborn body,\r\n    Endeavouring to subdue it and inform it\r\n    With its own splendour! All this I would do:\r\n    And I would say, this done, \"His sprites created,\r\n    \"God grants to each a sphere to be its world,\r\n    \"Appointed with the various objects needed\r\n    \"To satisfy its own peculiar want;\r\n    \"So, I create a world for these my shapes\r\n    \"Fit to sustain their beauty and their strength!\"\r\n    And, at the word, I would contrive and paint\r\n    Woods, valleys, rocks and plains, dells, sands and wastes,\r\n    Lakes which, when morn breaks on their quivering bed,\r\n    Blaze like a wyvern flying round the sun,\r\n    And ocean isles so small, the dog-fish tracking\r\n    A dead whale, who should find them, would swim thrice\r\n    Around them, and fare onward all to hold\r\n    The offspring of my brain. Nor these alone:\r\n    Bronze labyrinth, palace, pyramid and crypt,\r\n    Baths, galleries, courts, temples and terraces,\r\n    Marts, theatres and wharfs all filled with men,\r\n    Men everywhere! And this performed in turn,\r\n    When those who looked on, pined to hear the hopes\r\n    And fears and hates and loves which moved the crowd,\r\n    I would throw down the pencil as the chisel,\r\n    And I would speak; no thought which ever stirred\r\n    A human breast should be untold; all passions,\r\n    All soft emotions, from the turbulent stir\r\n    Within a heart fed with desires like mine,\r\n    To the last comfort shutting the tired lids\r\n    Of him who sleeps the sultry noon away\r\n    Beneath the tent-tree by the wayside well:\r\n    And this in language as the need should be,\r\n    Now poured at once forth in a burning flow,\r\n    Now piled up in a grand array of words.\r\n    This done, to perfect and consummate all,\r\n    Even as a luminous haze links star to star,\r\n    I would supply all chasms with music, breathing\r\n    Mysterious motions of the soul, no way\r\n    To be defined save in strange melodies.\r\n    Last, having thus revealed all I could love,\r\n    Having received all love bestowed on it,\r\n    I would die: preserving so throughout my course\r\n    God full on me, as I was full on men:\r\n    He would approve my prayer, \"I have gone through\r\n    \"The loveliness of life; create for me\r\n    \"If not for men, or take me to thyself,\r\n    \"Eternal, infinite love!\"\n\n\r\n    If thou hast ne'er\r\n    Conceived this mighty aim, this full desire,\r\n    Thou hast not passed my trial, and thou art\r\n    No king of mine.\n\n\r\n    Paracelsus.\r\n    Ah me!\n\n\r\n    Aprile.\n\r\n    But thou art here!\r\n    Thou didst not gaze like me upon that end\r\n    Till thine own powers for compassing the bliss\r\n    Were blind with glory; nor grow mad to grasp\r\n    At once the prize long patient toil should claim,\r\n    Nor spurn all granted short of that. And I\r\n    Would do as thou, a second time: nay, listen!\r\n    Knowing ourselves, our world, our task so great,\r\n    Our time so brief, 't is clear if we refuse\r\n    The means so limited, the tools so rude\r\n    To execute our purpose, life will fleet,\r\n    And we shall fade, and leave our task undone.\r\n    We will be wise in time: what though our work\r\n    Be fashioned in despite of their ill-service,\r\n    Be crippled every way? 'T were little praise\r\n    Did full resources wait on our goodwill\r\n    At every turn. Let all be as it is.\r\n    Some say the earth is even so contrived\r\n    That tree and flower, a vesture gay, conceal\r\n    A bare and skeleton framework. Had we means\r\n    Answering to our mind! But now I seem\r\n    Wrecked on a savage isle: how rear thereon\r\n    My palace? Branching palms the props shall be,\r\n    Fruit glossy mingling; gems are for the East;\r\n    Who heeds them? I can pass them. Serpents' scales,\r\n    And painted birds' down, furs and fishes' skins\r\n    Must help me; and a little here and there\r\n    Is all I can aspire to: still my art\r\n    Shall show its birth was in a gentler clime.\r\n    \"Had I green jars of malachite, this way\r\n    \"I'd range them: where those sea-shells glisten above,\r\n    \"Cressets should hang, by right: this way we set\r\n    \"The purple carpets, as these mats are laid,\r\n    \"Woven of fern and rush and blossoming flag.\"\r\n    Or if, by fortune, some completer grace\r\n    Be spared to me, some fragment, some slight sample\r\n    Of the prouder workmanship my own home boasts,\r\n    Some trifle little heeded there, but here\r\n    The place's one perfection with what joy\r\n    Would I enshrine the relic, cheerfully\r\n    Foregoing all the marvels out of reach!\r\n    Could I retain one strain of all the psalm\r\n    Of the angels, one word of the fiat of God,\r\n    To let my followers know what such things are!\r\n    I would adventure nobly for their sakes:\r\n    When nights were still, and still the moaning sea\r\n    And far away I could descry the land\r\n    Whence I departed, whither I return,\r\n    I would dispart the waves, and stand once more\r\n    At home, and load my bark, and hasten back,\r\n    And fling my gains to them, worthless or true.\r\n    \"Friends,\" I would say, \"I went far, far for them,\r\n    \"Past the high rocks the haunt of doves, the mounds\r\n    \"Of red earth from whose sides strange trees grow out,\r\n    \"Past tracts of milk-white minute blinding sand,\r\n    \"Till, by a mighty moon, I tremblingly\r\n    \"Gathered these magic herbs, berry and bud,\r\n    \"In haste, not pausing to reject the weeds,\r\n    \"But happy plucking them at any price.\r\n    \"To me, who have seen them bloom in their own soil,\r\n    \"They are scarce lovely: plait and wear them, you!\r\n    \"And guess, from what they are, the springs that fed them,\r\n    \"The stars that sparkled o'er them, night by night,\r\n    \"The snakes that travelled far to sip their dew!\"\r\n    Thus for my higher loves; and thus even weakness\r\n    Would win me honour. But not these alone\r\n    Should claim my care; for common life, its wants\r\n    And ways, would I set forth in beauteous hues:\r\n    The lowest hind should not possess a hope,\r\n    A fear, but I'd be by him, saying better\r\n    Than he his own heart's language. I would live\r\n    For ever in the thoughts I thus explored,\r\n    As a discoverer's memory is attached\r\n    To all he finds; they should be mine henceforth,\r\n    Imbued with me, though free to all before:\r\n    For clay, once cast into my soul's rich mine,\r\n    Should come up crusted o'er with gems. Nor this\r\n    Would need a meaner spirit, than the first;\r\n    Nay, 't would be but the selfsame spirit, clothed\r\n    In humbler guise, but still the selfsame spirit:\r\n    As one spring wind unbinds the mountain snow\r\n    And comforts violets in their hermitage.\n\n\r\n    But, master, poet, who hast done all this,\r\n    How didst thou'scape the ruin whelming me?\r\n    Didst thou, when nerving thee to this attempt,\r\n    Ne'er range thy mind's extent, as some wide hall,\r\n    Dazzled by shapes that filled its length with light,\r\n    Shapes clustered there to rule thee, not obey,\r\n    That will not wait thy summons, will not rise\r\n    Singly, nor when thy practised eye and hand\r\n    Can well transfer their loveliness, but crowd\r\n    By thee for ever, bright to thy despair?\r\n    Didst thou ne'er gaze on each by turns, and ne'er\r\n    Resolve to single out one, though the rest\r\n    Should vanish, and to give that one, entire\r\n    In beauty, to the world; forgetting, so,\r\n    Its peers, whose number baffles mortal power?\r\n    And, this determined, wast thou ne'er seduced\r\n    By memories and regrets and passionate love,\r\n    To glance once more farewell? and did their eyes\r\n    Fasten thee, brighter and more bright, until\r\n    Thou couldst but stagger back unto their feet,\r\n    And laugh that man's applause or welfare ever\r\n    Could tempt thee to forsake them? Or when years\r\n    Had passed and still their love possessed thee wholly,\r\n    When from without some murmur startled thee\r\n    Of darkling mortals famished for one ray\r\n    Of thy so-hoarded luxury of light,\r\n    Didst thou ne'er strive even yet to break those spells\r\n    And prove thou couldst recover and fulfil\r\n    Thy early mission, long ago renounced,\r\n    And to that end, select some shape once more?\r\n    And did not mist-like influences, thick films,\r\n    Faint memories of the rest that charmed so long\r\n    Thine eyes, float fast, confuse thee, bear thee off,\r\n    As whirling snow-drifts blind a man who treads\r\n    A mountain ridge, with guiding spear, through storm?\r\n    Say, though I fell, I had excuse to fall;\r\n    Say, I was tempted sorely: say but this,\r\n    Dear lord, Aprile's lord!\n\n\r\n    Paracelsus.\r\n    Clasp me not thus,\r\n    Aprile! That the truth should reach me thus!\r\n    We are weak dust. Nay, clasp not or I faint!\n\n\r\n    Aprile.\r\n    My king! and envious thoughts could outrage thee?\r\n    Lo, I forget my ruin, and rejoice\r\n    In thy success, as thou! Let our God's praise\r\n    Go bravely through the world at last! What care\r\n    Through me or thee? I feel thy breath. Why, tears?\r\n    Tears in the darkness, and from thee to me?\n\n\r\n    Paracelsus.\r\n    Love me henceforth, Aprile, while I learn\r\n    To love; and, merciful God, forgive us both!\r\n    We wake at length from weary dreams; but both\r\n    Have slept in fairy-land: though dark and drear\r\n    Appears the world before us, we no less\r\n    Wake with our wrists and ankles jewelled still.\r\n    I too have sought to know as thou to love\r\n    Excluding love as thou refusedst knowledge.\r\n    Still thou hast beauty and I, power. We wake:\r\n    What penance canst devise for both of us?\n\n\r\n    Aprile.\r\n    I hear thee faintly. The thick darkness! Even\r\n    Thine eyes are hid. 'T is as I knew: I speak,\r\n    And now I die. But I have seen thy face!\r\n    O poet, think of me, and sing of me!\r\n    But to have seen thee and to die so soon!\n\n\r\n    Paracelsus.\r\n    Die not, Aprile! We must never part.\r\n    Are we not halves of one dissevered world,\r\n    Whom this strange chance unites once more? Part? never!\r\n    Till thou the lover, know; and I, the knower,\r\n    Love until both are saved. Aprile, hear!\r\n    We will accept our gains, and use them now!\r\n    God, he will die upon my breast! Aprile!\n\n\r\n    Aprile.\n\n\r\n    To speak but once, and die! yet by his side.\r\n    Hush! hush!\n\n\r\n    Ha! go you ever girt about\r\n    With phantoms, powers? I have created such,\r\n    But these seem real as I.\n\n\r\n    Paracelsus.\r\n    Whom can you see\r\n    Through the accursed darkness?\n\n\r\n    Aprile.\r\n    Stay; I know,\r\n    I know them: who should know them well as I?\r\n    White brows, lit up with glory; poets all!\n\n\r\n    Paracelsus.\r\n    Let him but live, and I have my reward!\n\n\r\n    Aprile.\r\n    Yes; I see now. God is the perfect poet,\r\n    Who in his person acts his own creations.\r\n    Had you but told me this at first! Hush! hush!\n\n\r\n    Paracelsus.\r\n    Live! for my sake, because of my great sin,\r\n    To help my brain, oppressed by these wild words\r\n    And their deep import. Live! 't is not too late.\r\n    I have a quiet home for us, and friends.\r\n    Michal shall smile on you. Hear you? Lean thus,\r\n    And breathe my breath. I shall not lose one word\r\n    Of all your speech, one little word, Aprile!\n\n\r\n    Aprile.\r\n    No, no. Crown me? I am not one of you!\r\n    'T is he, the king, you seek. I am not one.\n\n\r\n    Paracelsus.\n\n\r\n    Thy spirit, at least, Aprile! Let me love!\n\n\r\n    I have attained, and now I may depart."}