{"author": "Virginia Carter Castleman", "title": "Pocahontas.", "content": "    To Anita.\n\n\n\n\r\n    Dedication.\n\n\r\n    Virginia! Mother State--thy name beloved\r\n    By every patriot for its music sweet--\r\n    I lay this lowly tribute at thy feet,\r\n    One leaf, perchance, upon thy wreath of fame.\n\r\n    V.C.C.\n\n\n\n\r\n    Pocahontas.\n\n\r\n    (A descriptive narrative poem in eight parts.)\n\n\r\n    1. The Little Princess.\r\n    2. The Wizard.\r\n    3. Smith and Newport.\r\n    4. Coronation of Powhatan.\r\n    5. Guardian Angel.\r\n    6. The Parting.\r\n    7. Pocahontas and John Rolfe.\r\n    8. London Town.\n\n\n\n\r\n    I.\n\n\r\n    THE LITTLE PRINCESS.\n\n\r\n    Many dark-eyed children played among the rushes\r\n    By the waters of the inland, plain-like marshes,\r\n    Made them water babies of the tall brown cattails,\r\n    Cradled in the baskets of the plaited willows.\r\n    Of them all was none more gleeful, none more artless\r\n    Than the little Matoax,[1] dearest of the daughters\r\n    Of the mighty Werowance,[2] Powhatan the warrior\r\n    Ruler of the tribes, from whom was named the river\r\n    And the wigwam village and the dark-skinned natives.\r\n    None in all the land, from mountain unto sea,\r\n    None more brave, more stern, and none more feared than he.\r\n    Dear to him the chase, the war, the trembling captives,\r\n    And the rustling pines whose fragrance filled the air--\r\n    Ah! 'Twas in the Springtime, and the world was fair.\n\n\n\r\n    [1]    Matoax, tribal name of Pocahontas.\n\r\n    [2]    Werowance, ruler or chief.\n\n\n\r\n    Evening came; the tired earth had dropped asleep,\r\n    Born the Maytide night in silence calm and deep,\r\n    Bright in azure vault of heaven the twinkling stars\r\n    Vigils kept, as lover over his beloved.\r\n    Only one sound the twilight stillness broke upon,\r\n    Crooning of Indian mother to her babe.\r\n    Fainter grew the mother-song, and died away;\r\n    Then, as if inspired by oft-repeated strain,\r\n    Suddenly a mocking-bird took up refrain--\r\n    New World nightingale whose joyous warbling thrills\r\n    Hearts responsive to the clear, melodious trills.\r\n    Did the music fall upon unheeding ears\r\n    Of the Indian hunters as they slumbering lay?\r\n    Rather in their dreams those forest natives heard\r\n    Echoes of the warrior's triumphant song\r\n    In that hunting-ground where sings the deathless bird.\n\n\n\n\n\r\n    POCAHONTAS.\n\n\r\n    (Prelude.)\n\n\r\n    Softly flowed the current of an ancient river\r\n    Where it circled wide three beauteous emerald isles,\r\n    Ceaseless lapped the waves upon the pebbled shore,\r\n    Fringed with willows silvery, drooping evermore.\r\n    High upon the beach an Indian village stood,\r\n    Twelve low wigwams built upon the seasoned wood.\r\n    Dark-eyed squaws the noonday meal prepared\r\n    For the lordly hunters who on bounty fared.\r\n    Winter's chase was over, each hunter smoked in peace\r\n    (Joy in heart that Spring at length had brought release).\r\n    In the open doorway, whence his proud glance strayed\r\n    From the tentyard where the quiet papoose played\r\n    To the newly bladed corn, the sassafras,\r\n    Dearer than his life the love of Matoax.\r\n    Like the morning sunbeam was her smile, and frequent,\r\n    Like the rippling water was her happy laughter,\r\n    In her eyes the sparkle of the evening planet,\r\n    And her lips were red as brightest coral.\r\n    Day by day she grew in grace of form and beauty,\r\n    Till to where the river meets the rolling sea,\r\n    Spread her fame as loveliest of Indian maidens.\r\n    Born a princess of the forest, born to rule--\r\n    Rule the hearts of men with chains of love--was she.\n\r\n    Springtime into summer passed, with wild rose wreaths\r\n    Maidens decked the princess' raven locks;\r\n    But in Autumn played they with the yellow corn;\r\n    And in Winter oft on snowshoes circled round.\n\r\n    \"Maidens,    come, we'll    to the chase    away, away!\r\n    Sing aloud with glee our blithesome roundelay,\r\n    Blow our mimic bugles till the echoes ring,\r\n    Over hill and dale the startled warriors bring,\r\n    Gathering around the campfire we will make the night\r\n    Gay with song, dancing within the mystic light.\"\n\r\n    Thus cried Matoax-Pocahontas--princess proud.\r\n    On her dark locks placed a squaw the stag horns curved,\r\n    Bound them fast with chains of pearly tinted shells,\r\n    Threw a deerskin mantle o'er the rounded limbs,\r\n    Hung upon her back the quiver full of arrows.\r\n    Score of dusky maidens formed the royal guard,\r\n    With their painted bodies and their flowing hair\r\n    Untamed creatures of the forest crouched they there,\r\n    Will-o'-wisp-like, darting, hiding, re-appearing,\r\n    Silently they waited signal for the chase.\r\n    Word was given, the mimic bugle shrilly blew,\r\n    Echoing through the    glades, whose startled denizens\r\n    Suddenly grew still, the squirrel on the bough,\r\n    Quivering deer, the otter in his secret cave.\r\n    Indian maids with look intent upon the goal,\r\n    Savage yells restrained, upon the chase set forth,\r\n    Swift, with noiseless feet the chieftain's teepee sought.\n\n\n\r\n    II.\n\n\r\n    THE WIZARD.\n\n\r\n    Opekankano, the White Man's deadly foe,\r\n    Treacherous brother of the Wahunsunakok,[3]\r\n    Long had lain in wait to wreak his horrid vengeance\r\n    For the kidnapping of Indians by explorers,\r\n    By those traders who had lust for slaves and gold.\r\n    Years had passed since first the Red Man heard the story,\r\n    Years in which the White Man's blood full forfeit paid,\r\n    Paid in shipwreck, exile, famine, toil, and anguish\r\n    All the debt of crime upon his kinsmen laid;\r\n    Yet did Opekankano forget not ever,\r\n    And he nursed his old-time hate in secret cunning\r\n    Till the White Face in his ship should come again.\n\n\n\r\n    [3]    Wahunsunakok, kingly title of Powhatan.\n\n\n\r\n    Soon he came, the Brave, with few Pale Faces by him,\r\n    With a friendly Indian for his only guide,\r\n    At the White Oak Swamp, beside the Chickahominy,\r\n    There did the Pamunkeys meet him, slew his comrades,\r\n    Brought him captive bound to Opekankano.\r\n    Him they slew not, for he was the White Man's Wizard,\r\n    All the land his fame, his mighty prowess knew,\r\n    And the Red Man sought to learn his wondrous magic,\r\n    Ere they led him tortured to the cruel stake.\n\r\n    'Twas in Wintertime, the snow lay on the ground,\r\n    Brightly shone the sun upon Virginia's forests.\r\n    Evergreens--the holly and the running-pine--\r\n    Made of woods a Christmas bower to put in mind\r\n    Captive of his boyhood home in Lincolnshire.\r\n    Merrie England! far away thou seemed then\r\n    Unto him whose heart beat true to thee. Friendless\r\n    Stood the Brave amid that horde of savages;\r\n    Yet undaunted was his mien, his brow serene.\r\n    Cruel eyes leered at his wounds, and eager\r\n    Were the hands that lured him on to horrid death.\n\r\n    Lo! with simple wiles the Brave defied his fate,\r\n    Held to curious gaze one weapon yet untried--\r\n    Ivory compass 'twas to him, the Wizard's wand\r\n    To the untutored in the lore of pathless deep.\r\n    Quivering needle pointed to lode star above,\r\n    While he taught them by his gestures plain how move\r\n    Planets in their heavenly appointed spheres.\n\r\n    Red Man's wonder grew to awe, to shivering fear\r\n    Of that Spirit World whence came mysterious stranger.\r\n    Opekankano that hour revenge forgot,\r\n    Signal gave his men the death dance to delay,\r\n    Unto Werowocomoco haste away,\r\n    Powhatan the final sentence to impose.\r\n    Far behind them left Pamukeys hills and dales,\r\n    Journeyed with their captives to the lowlands wide,\r\n    Where the    Charles[4] curved    outward    to the noble Bay.\n\n\n\r\n    [4]    Charles, later the York River.\n\n\n\r\n    In his long wigwam sat Wahunsunakok,\r\n    Royal robe of raccoon skins about him wrapped.\r\n    Many squaws, fantastic dressed, behind him seated,\r\n    While in front unbroken line of warriors stood.\r\n    Painted bodies, eagle feathers, tomahawks,\r\n    Showing Red Man's warfare, customs of the race.\r\n    Silently they waited the coming of the Brave.\r\n    This the message sent by Opekankano:\r\n    \"White Face Wizard is at last the Red Man's prey,\r\n    Let the death feast be prepared for him, unless\r\n    Powhatan desire to set the captive free,\r\n    Since from Spirit World he comes mysteriously.\"\n\r\n    Deathfeast was prepared, scarce had the captive come\r\n    Than at sumptuous banquet was he rudely placed.\r\n    Limbs unbound, once more the hope of freedom swelled\r\n    In his breast; clear was his mind and keen his eye;\r\n    Quickly he surveyed the scene, beheld the squaws,\r\n    Saw the warriors guarding Wahunsunakok,\r\n    Closely watched by wily Opekankano,\r\n    Last the death feast--well he knew the woeful sign--\r\n    Sickened then his stomach at the sight of food,\r\n    Yet hard pressed, he urged him to the hateful task,\r\n    Made pretence of eating slow the while his brain\r\n    Rapidly was planning to escape his doom.\r\n    Weapons none had he, e'en gone the ivory compass\r\n    And the pistol that erstwhile had terrified\r\n    Superstitious foes, the bullets long since hid\r\n    In the breast of more than one bloodthirsty savage.\n\r\n    While he mused, the awful stillness of the place\r\n    Sudden changed--Hark to the note of bugle shrill!\r\n    List to the gleeful song and to the rythmic tread\r\n    Of the woodnymphs circling round the phalanx grim,\r\n    Even to the feet of Wahunsunakok.\r\n    Eagle eye of Powhatan grew brighter yet,\r\n    And his stern old visage softened as he gazed\r\n    On the laughing princess and her retinue--\r\n    Happy maidens breathless from the daring chase.\r\n    Stately head he bent, but spoke no word of greeting,\r\n    Powerful hand he raised, with single gesture bade\r\n    Solemn silence of the curious, motley throng.\n\r\n    Quickly mirth of Pocahontas died away,\r\n    And her lightning glance at once did stray\r\n    Meeting gaze direct and true, yet fond withal,\r\n    Of those eyes whose strange, mysterious power cast\r\n    Spell upon her heart, that thrilled to swift response.\r\n    Dark eyes softened, flashed again with sudden fire,\r\n    Pocahontas stood entranced, as in a dream,\r\n    Watched the heavy stones laid on the hardened earth,\r\n    Saw the Brave led forth, the tomahawk upraised--\r\n    Awful moment's hush was pierced by anguished cry,\r\n    As around the captive's neck her arms were flung,\r\n    Precious life to save, the maiden's one desire.\n\r\n    Sign from chieftain stayed descent of bloody axe,\r\n    Guiding hand of princess led the captive forward--\r\n    \"Sire, he's mine,\" she cried, \"Adopt him for thy son,\r\n    If thou Matoax lovest best of all thine own.\"\r\n    Powhatan thus answered to the lovely maid,\r\n    \"'Tis thy wish, Matoax; the Wizard's life be spared;\r\n    From henceforth we name him 'son'; his people ours;\r\n    Let the Brave be called for aye a Powhatan!\"\r\n    Mighty shout ascended from the watching throng,\r\n    As the Saxon and the Indian princess stood\r\n    Hand in hand before the Wahunsunakok.\r\n    Presently a guide was sent to take the Wizard\r\n    Back to Jamestown, where long weeks they'd mourned him dead.\n\n\n\r\n    III.\n\n\r\n    SMITH AND NEWPORT.\n\n\r\n    News of Smith's escape from cruel death ere long\r\n    Reached the eager ears of England's Scottish king\r\n    (He who wrote the scathing Counterblast to smoke),\r\n    And he straightway sent a brilliant scarlet robe\r\n    Present for the Indian \"Emperor Powhatan,\"\r\n    Ordering that the royal native should be crowned.\n\r\n    \"On fool's errand dost thou come, Captain Newport,\"\r\n    Quoth John Smith with rising ire as he read\r\n    Quaintly worded mandate from across the sea.\r\n    \"What is this that we must vainly search for next?\r\n    'Gold mines, South Sea Islands, and lost colonists!'\r\n    Daily have we much ado to keep ourselves,\r\n    What with starving, mutiny, and Indian raids,\r\n    Questions vexed that keep our minds from roving far\r\n    From these palisades our toiling hands have reared,\r\n    Come, Newport, we'll set our wits to work at once\r\n    To unravel from this web of words the sense\r\n    That our monarch would impart.\r\n    Come, sit you down,\r\n    Let us gaily fill our pipes with fragrant weed\r\n    Such as natives grow--perchance its soothing power\r\n    Anger will assuage; vexations disappear\r\n    In these wreaths of smoke King James will never see!\n\r\n    \"Of one thing be thou assured,\" said Newport, smiling--\r\n    \"That King James will at your hands (through me) require\r\n    Full account of crowning of the Werowance,\r\n    Cost of every gift bestowed upon the chief,\r\n    Or upon that charming Princess Pocahontas,\r\n    Rumor couples    with your    name,    Sir President!\"\n\r\n    \"Nay, Newport, a child in years, the bright-eyed maid,\r\n    Yet with heart of gold and mother wit\r\n    Working e'er to save our colony from ruin.\r\n    He who dares vile slander make or evil think\r\n    Is unworthy woman's love or England's trust.\"\n\r\n    \"No offense was meant,\" the Captain quick replied,\r\n    \"'Tis romantic tale, and still a nine days' wonder,\r\n    You, the noble victim of a murderous plot,\r\n    Maiden's fancy but the arbiter of fate.\"\n\r\n    \"Idle Gossip hath her day,\" Smith slowly said--\r\n    \"Let us plan to carry out the crowning farce,\r\n    May it serve to charm the haughty Powhatan,\r\n    As it pleases England's monarch for the time.\r\n    Yes, the scarlet robe will dazzle Indian chief,\r\n    An' it is your wish to make of him a clown.\r\n    'Tis a trifling matter that; more serious far\r\n    Charges given you by the London Company,\r\n    Who from distant lands know naught, in truth,\r\n    Of the frontier hardships, of the settler's needs.\r\n    Can you not inform them in the plainest terms\r\n    Of the falseness of the accusations made?\r\n    Stay! myself will write them and boldly refute\r\n    All their calumnies; set forth details in order,\r\n    Calling 'spade a spade'--'twill be my 'Answer Rude.'\"[5]\n\n\n\r\n    [5]    Smith's \"Rude Answer,\" sent as a refutation of charges made by the London Company at the instigation of his enemies.\n\n\n\r\n    \"It were wiser, Mr. President, for you\r\n    Moderation still to use, although in part\r\n    Truth be veiled; the Company it pleaseth not\r\n    Always to be told of factions in our midst.\r\n    Even though you, the foremost man, the brave explorer,\r\n    Much have suffered, many ills have yet to bear,\r\n    Still be patient, for the darkest clouds will lift,\r\n    Future sunlight blaze your name on history's pages,\r\n    As the Saviour of the English colony--\r\n    Fair Virginia! Raleigh's life-long hope and passion,\r\n    Vast and proud possession of the Virgin Queen.\r\n    You alone, Sir President, command the power\r\n    Simple natives of this beauteous land to sway,\r\n    Tribes to hold in check; these struggling homes to foster,\r\n    Realizing dream of years, desire of nations.\r\n    You alone hold key to knowledge of this country,\r\n    For the which bold science will reward you well.\"\n\r\n    \"Key    to     knowledge?--It    is    here,\" Smith made reply,\r\n    Holding up to view his lately finished maps,\r\n    Work of months at cost of body and of brain.\r\n    \"Here,\" he added, lifting closely written sheets,\r\n    \"Look! first draft of this, my \"Generall Historie.\"[6]\n\n\n\r\n    [6]    Smith's \"Generall Historie\" pub. in England in 1624.\n\n\n\r\n    \"Patience yet must have her limit, trusty friend,\r\n    Comes the time for action, e'en to men of peace,\r\n    Maps and Historie    and Answer Rude shall form\r\n    Trio to convince the London Company.\"\n\n\n\r\n    IV.\n\r\n    CORONATION OF POWHATAN.\n\n\r\n    It was near the time of Indian Summer in the land,\r\n    Mellow haze pervaded earth and sky and sea,\r\n    White sails drifting over waters calm were mirrored\r\n    In the blue. The seagulls followed swiftly on.\r\n    Up James River glided in their well-manned barge\r\n    Captains twain in search of Wahunsunakok.\r\n    Heaped on either bank they saw the golden corn,\r\n    Store of Winter food, the bread the settlers craved,\r\n    Bartering kettles, beads, and ribbons gay to squaws,\r\n    And to warriors--hatchets, knives, and sometimes guns.\r\n    Where the river softly curved around the isles,\r\n    Boatmen spied the village of the Powhatans\r\n    Partly hid by bending willows on the shore.\r\n    \"Virginia, earth's Paradise, methinks,\" quoth Smith,\r\n    Following with his keen eyes past the river's bend\r\n    To the distant slopes where dark pines touched the sky.\r\n    \"On the morrow we'll explore these upper channels\r\n    Where the air breathes health, to mountains penetrate,\r\n    Seek a site whereon to build some future day\r\n    City that shall vie with Old World's leading marts\r\n    In its beauty and its splendor.\r\n    Visions bright\r\n    Picture New World's temples rise in glorious might.\r\n    Let us name this city-in-the-wilds Nonesuch!\"[7]\n\n\n\r\n    [7]    Nonesuch, site chosen by Smith for the city later built a few miles away and named Richmond.\n\n\n\r\n    Newport, better versed in ways of England's Court,\r\n    Less enthused with spirit of adventure, said,\r\n    \"It were wiser name yon city-in-the-wilds\r\n    For some Earl or Duke in royal favor high,\r\n    Who might coffers pinch and weighty influence lend\r\n    To the furtherance of those dreams that grip the brain\r\n    Of the Company's substitute, Sir President.\"\r\n    'Neath the shadowy willows did they moor the barge,\r\n    Stopped ashore, the captains and their followers.\r\n    In his wigwam Powhatan received in state\r\n    August visitors, inquiring errand there.\r\n    When they told him England's monarch wished him crowned\r\n    \"Emperor Powhatan,\" had presents sent forsooth,\r\n    Indian chieftain stood erect in proud disdain,\r\n    \"I am king\" his look, his manner plainly said,\r\n    \"King of people who are natives in this land\r\n    White Man covets--mine the power to give or keep.\"\n\r\n    \"'Tis but token of our love for you,\" said Smith,\r\n    While unfolding, spreading wide the scarlet robe.\r\n    \"Look! this mantle sent to please your Royal Highness,\r\n    This, the golden crown to place upon your head\r\n    When it suits your pleasure, mighty Werowance,\r\n    Wilt not take the gift of love from me, your 'son,'\r\n    Whom from death you saved--you and Princess brave?\r\n    Pocahontas, too, we have remembered well--\r\n    See this coral necklace with her name engraved.\"\n\r\n    Nearer drew the forest monarch, visage brightening\r\n    As upon the gorgeous robe he fixed his gaze,\r\n    And with eager fingers felt the texture soft.\r\n    Glittering crown he lifted (it was burnished brass!),\r\n    Eyed with keen approval, nodding his assent.\r\n    Newport tried to make the Werowance kneel--in vain!\r\n    Indian will not bow, he lowering frowns instead,\r\n    Until Pocahontas, gliding forth, did place\r\n    Hand upon her sire's arm, and whisper low\r\n    Words none other heard but Wahunsunakok--\r\n    Smiled the haughty warrior then and slowly knelt,\r\n    While they put on him the royal robe and crown,\r\n    Princess deftly slipped from place the Indian mantle,\r\n    Raccoon skin, with tails for fringe, exchange of gifts\r\n    Which it pleased him to bestow on Brother King\r\n    As a token of his favor and esteem.\n\r\n    Smith with outstretched hands and words of gratitude,\r\n    Called to him the maiden, she but shyly came,\r\n    Spoke in broken English words she knew--\"My Father!\"\r\n    While he named her tenderly, \"My dearest child,\"\r\n    Gently clasped around her neck the coral chain,\r\n    Leading her to Newport, and in louder tones:\r\n    \"Captain, this the maid who risked her life for mine.\"\r\n    Gallantly the Captain bowed and kissed the hand\r\n    Of the Princess, murmuring praises Pocahontas\r\n    Understood not fully.\r\n    Then they bade adieu,\r\n    Planning to set forth straightway; but Powhatan\r\n    Urged them to remain until the morn and feast,\r\n    Smoke the pipe of peace before they sailed away.\n\n\n\r\n    V.\n\r\n    GUARDIAN ANGEL.\n\n\r\n    \"Corn we need, and plenty, too,\" spoke Captain Smith,\r\n    Frowning as he laid his hand upon his sword.\r\n    \"Promise we have kept, to send you builders four,\r\n    But you've failed us, Powhatan, would let us starve\r\n    For the want of food while you have plenteous store.\r\n    Trade in copper or in household goods we offer,\r\n    But the swords and guns you ask for in exchange\r\n    None may part with; for these weapons are to us\r\n    What your bows and arrows are to you, forsooth---\r\n    Means to gain our living--or to slay our foes!\r\n    Heed you not our words, we'll find some other way\r\n    Grain to garner; but with you our friendship ends.\"\n\r\n    Masterful the tone, backed by the weapon raised--\r\n    Wily Powhatan was moved to shift his ground,\r\n    Waiting squaws he bade to fill with yellow corn\r\n    Dozen baskets that were speedy set in row\r\n    'Twixt the Werowance and the doughty President.\r\n    Parleying ensued, a second plea for guns,\r\n    Guns and swords; but Smith stood firm, with darkening eye\r\n    Waiting the arrival of his gallant men,\r\n    Score of whom were left to break the river's ice,\r\n    For 'twas Winter and the fear of \"Starving Time\"\r\n    Was assuaged by courage and by tactics bold\r\n    Such as President alone could well employ.\n\r\n    Powhatan with baffled look and stealthy stride\r\n    Sudden vanished from the room, leaving squaws.\r\n    Side by side the English stood with pointed weapons,\r\n    Eyes fixed on the open door whence swiftly came\r\n    Savage warriors rushing madly on their prey.\r\n    Fell the foremost dead; a second leaped and fell;\r\n    Halted all at smell of powder, sight of smoke,\r\n    Turned and fled with superstitions dread o'er-come.\r\n    Speedily arrived the sailors and the soldiers\r\n    Smith had summoned.\r\n    At his word a guard detailed\r\n    Watched the Indians while they carried to the barge\r\n    Baskets piled with corn, provisions dearly bought.\n\r\n    \"Here will we rest till morning dawns,\" the Captain said,\r\n    \"In this outpost rude well wait the rising of the tide,\r\n    Russell, comrade brave, and West, and Percy, too,\r\n    Stay with me, a guard at door; the rest away!\r\n    Corn to watch, the stranded barge, the pinnace there.\"\n\r\n    Round the open fire they sat them down awhile--\r\n    On such gruesome night they had no thought for sleep.\r\n    Powhatan now sent a present to the Captain,\r\n    Bracelet to appease the fiery White Man's wrath;\r\n    Soon some Indians came to bring them venison,\r\n    Feast they much enjoyed despite their secret doubts.\r\n    Scarce had natives left when through the cabin door\r\n    Pocahontas stepped with wild-eyed countenance,\r\n    Wrung her hands and cried, \"Beware the Powhatans!\r\n    Seek your ships; my people plot your lives to take--\r\n    Would you live, begone from here, no more delay!\"\r\n    Her tears brave Pocahontas could no longer stay.\n\r\n    Uprose Smith, advanced in haste to greet the maid--\r\n    \"Guardian Angel! fear not for the White Men's lives;\r\n    We will heed your warning; it is not in vain;\r\n    With these guns and swords we're safe until the dawn,\r\n    And with high tide will our men and ships depart.\r\n    Stay not thou, I pray, since peril lurks for thee,\r\n    Friend of White Man! to thy teepee hie thee back,\r\n    Wait and watch and pray, as we shall surely do,\r\n    Till the night shall pass and come the break of day.\"\n\r\n    \"Fare-thee-well, Great Spirit guard thee, Friends!\" she cried--\r\n    Back to the Indian village Pocahontas fled.\r\n    Despite her warning and their dread, the Red Men came not;\r\n    For they feared the wakeful foe, the magic guns,--\r\n    Kept in hiding for the time.\r\n    At faintest dawn\r\n    English sought the pinnace, homeward made their way.\n\n\n\r\n    VI.\n\n\r\n    THE PARTING.\n\n\r\n    In the meadow by the brooklet was the wigwam\r\n    Of the old squaw, Winganameo, who to Matoax\r\n    From her childhood oft had taught the folklore,\r\n    Tales of olden days beside the roaring ocean\r\n    Where the White Man's ships were wrecked beside the beach,\r\n    Where through pine woods roamed at will the stalwart Red Men--\r\n    Accomacks and Chesapeacks and Potomekes,\r\n    Tappahannocks,    Wangoags,    Payankatankas,\r\n    And the giants of the North, Sasquesahannocks,\r\n    And the Roanoaks from the magnolia Southlands.\r\n    How they fought and how they were united,\r\n    How the Powhatan his mighty rule extended--\r\n    All these things the old squaw told the maiden.\n\r\n    Under the mimosa sat Matoax often,\r\n    While she listened to the old squaw's wondrous tales,\r\n    learned from her to trace the beadwork patterns deftly\r\n    On the moccasins or on the women's mantles;\r\n    But of all the stories Winganameo told her,\r\n    None the maiden loved to hear so oft repeated\r\n    As the legend of the lost ones of Croatan,[8]\r\n    And the island where the blue-eyed children lived.\r\n    Thus it was that Pocahontas heard of English\r\n    Long before she looked upon the strange Pale Faces,\r\n    Dreamed of them as little lower than the angels,\r\n    With the wisdom of the ages blessed.\n\n\n\r\n    [8]    Refers to the \"Lost Colony of Roanoke, 1587,\" (see Hawk's History of North Carolina).\n\n\n\r\n    To the wigwam by the brooklet came the Princess\r\n    Oft at evening; told to Winganameo softly\r\n    How the English called her \"Guardian Angel,\" loved her,\r\n    Gave her presents, daily asked her to their homes.\r\n    Winganameo nodded sagely as she listened,\r\n    But she spoke a word of warning to the Princess:\r\n    \"Let not Pale Face bring unto you sorrow, Matoax;\r\n    As a mother I have watched you coming, going,\r\n    Princess born, 'tis many a warrior would wed you,\r\n    Better could you find a male among your own;\r\n    For the Pale Face is not of us, is a stranger;\r\n    Though he love you, he will leave you for his people,\r\n    And his home beyond the sea.\r\n    I have seen it,\r\n    Often have I seen it, watched him sail away\r\n    Nevermore returning.\r\n    Heed my words, O, Daughter!\"\n\r\n    Pocahontas listened, but her lips replied not,\r\n    All her heart was mirrored    in her dreaming eyes,\r\n    As she sat with folded hands beneath the shadow\r\n    Of mimosa branches with their pink-hued blossoms\r\n    Making fairy canopy above her head.\n\r\n    While they sat together in the twilight hour\r\n    Came to them a messenger direct from Jamestown,\r\n    Indian hunter, many a mile he'd walked to tell\r\n    To his people that the Wizard brave lay wounded\r\n    Unto death within his cabin, nursed by soldiers\r\n    Who would take him soon across the sea to England.\n\r\n    Pocahontas heard the tidings, listening quiet,\r\n    But with bated breath--spoke to Winganameo,\r\n    Saying, \"We must go, mayhap the Captain needs us.\"\r\n    And the old squaw whispered back to her in following,\r\n    \"Unto Jamestown we will go together, Daughter.\"\r\n    So they journeyed onward through the field and forest,\r\n    While the silver moonbeams fitful shadows made\r\n    On their pathway, till they reached the settlers' country,\r\n    Saw the palisades and houses of the English.\r\n    \"Father,\" cried the Princess, kneeling by the bedside\r\n    Of the sometime President, who suffering lay--\r\n    \"Art thou wounded sore, and is it true they say\r\n    That to England thou must go, or life's in danger?\r\n    Winganameo comes to nurse thee at my bidding,\r\n    She the old squaw of my people hath much knowledge,\r\n    Many wounded, sick to death has helped to cure--\r\n    Must thou go across the distant waters, Father?\"\n\r\n    Scarcely had the wounded Captain strength to answer,\r\n    But he feebly placed his hand upon her head,\r\n    \"Child, 'tis true indeed, that I am past your aid,\r\n    And must seek for London surgery, since the wound\r\n    From explosion of the powder festers sore;\r\n    Hence I leave our well-loved colony for England--\r\n    If I live I'll come again unto Virginia.\r\n    Pocahontas! first as little maid I saw thee,\r\n    Into noble womanhood I've watched thee growing,\r\n    Few and fleeting are the years we've known each other,\r\n    Thou hast ever been the White Man's loyal friend.\r\n    Keep the trust I give thee with my parting blessing.\r\n    Still defend these homes, make peace among thy people,\r\n    God reward thee, Princess, in the days to come.\"\n\r\n    Fainter grew his breath from pain, the watching soldiers\r\n    Motioned her away, she turned from them in silence,\r\n    Followed by the old squaw, glided from the cabin.\r\n    Tears came not that day, despair was in her heart,\r\n    Dark the future to the lonely Indian maid.\n\n\n\r\n    VII.\n\n\r\n    POCAHONTAS AND JOHN ROLFE.\n\n\r\n    Swiftly passed two years; the colony was saved\r\n    From dire ruin by Lord Delaware's arrival\r\n    With supplies and words of cheer, with thankful prayers\r\n    Unto heaven for rescue from the \"Starving Time.\"\r\n    But the Indians had resentful grown meanwhile,\r\n    Pocahontas long had vanished from their ken,\r\n    Said the settlers questioned of the Princess' fate.\n\r\n    Once again the colonists took courage, throve\r\n    'Neath the strong rule of \"High Marshall\" Thomas Dale.\r\n    Argall bold began to open trade once more\r\n    With the tribes; the Potomekes he cruised among,\r\n    Learned from them that Pocahontas was their guest,\r\n    Bribed a squaw to bring her to the waiting ship,\r\n    Carried her away to Jamestown as a hostage--\r\n    Not unwilling hostage to the English race,\r\n    Which she loved, though weaned from her childhood's ardor.\n\r\n    Day by day she came and went among the settlers\r\n    With a noiseless step, with gentle courtesy\r\n    That soon won for her the friendship of her captors.\r\n    Children loved her, played with her among the flowers\r\n    Growing wild in woodland and in meadows;\r\n    And she wove them flower baskets of the rushes\r\n    By the shallow pools within the wide brown marshes.\r\n    Oftener she sat beside the open doorway\r\n    With her beadwork, and her skilful fingers plying\r\n    Deftly back and forth upon the wooden frame,\r\n    Fashioned wondrous patterns of the brightest colors\r\n    For the moccasins and dresses of the women.\n\r\n    It was thus that Rolfe, the English planter saw her,\r\n    And the picture of the maiden at her beadwork\r\n    Haunted long his memory as he sat alone\r\n    In the home bereft of woman's love and care.\r\n    Long he mused and sadly on his mournful fortunes\r\n    Since the fateful shipwreck on Bermuda's shore\r\n    That had left him lonely, left a gloomy shadow\r\n    On his New World home.\r\n    Then he broke the silence:\r\n    \"Others who have loved and lost to grief consent not.\r\n    Rouse them from their sorrow unto nobler purpose.\r\n    Well I know that melancholy claims the captive,\r\n    Marks the trembling hostage for its own--\r\n    Alas!\r\n    Often have I seen her steal away at twilight\r\n    To the cabin rude where once he lived, her hero,\r\n    Where of yore his voice had welcomed her in greeting;\r\n    Or again, when none is by to watch her mourning\r\n    For the old days when she roamed a princess free,\r\n    I myself have overheard her quiet weeping.\r\n    She is lonely, needs a strong arm to protect her--\r\n    Dare I then, a Saxon, wed an Indian maiden?\r\n    Lo! I see the future brightening, love and peace\r\n    In these walls abiding; and for aye united\r\n    Conquering and conquered races of our land.\r\n    Yes, in years to come Virginia shall bless me,\r\n    Children proud their lineage trace to Pocahontas\r\n    Princess royal of the native Powhatans.\r\n    Wake, John Rolfe, from idle dreaming! Simple wooing\r\n    Better suits the brave man's case than castle-building.\r\n    Friends will mock, no doubt, the sober planter's fancy,\r\n    And the maid herself refuse to hear my pleading;\r\n    Yet I dare to risk the White Man's scorning even,\r\n    In such cause--with me decision's half the battle.\"\n\r\n    Pocahontas at the doorway saw him coming,\r\n    Saw his shadow fall upon the broidered beading,\r\n    And her nimble lingers paused, she upward glanced,\r\n    Radiant smile came swiftly as she met his gaze,\r\n    For he oft had spoke her kindly since her advent\r\n    As a maid forlorn to dwell at once-loved Jamestown.\r\n    Rolfe sat down beside her, questioning Pocahontas\r\n    Of her kindred, of the tribes that lived about them,\r\n    Of her playmates in the pretty upland village,\r\n    Of the warriors who had fought (and died in fighting)\r\n    For the Red Man's country, for the Powhatans.\r\n    Of the old squaw, Winganameo, who had taught her,\r\n    Of the young bucks who had danced around the campfires.\n\r\n    Thus at length spoke Rolfe in softened tones and serious:\r\n    \"Pocahontas, I am lonely. Many times\r\n    Moons have waxed and waned since first I landed homeless\r\n    On this shore; still my fireside is lacking\r\n    Woman's presence. And my heart was desolate\r\n    Till your face I saw beside this cottage door,\r\n    And your voice did stir the depths of my affections.\r\n    Simple is my wooing, but my love sincere—\r\n    Pocahontas, hear me! you are lonely, too.\"\n\r\n    Surged the rich red over dusky cheek and brow,\r\n    Then as sudden vanished as she answered softly,\r\n    \"Thou    an Englishman, to wed an Indian maiden?\r\n    Ah, Mr. Rolfe, once did I know not difference\r\n    'Twist the Red Man's squaw, the White Man's honored wife,\r\n    Indian princess was one truly, not a plaything\r\n    Whom the world might scorn at will--\r\n    But now!\r\n    I have learned my lesson all too well, I fear.\r\n    Yes, I'm lonely here; and yet among my kindred\r\n    I am lonelier still, for I have learned to love\r\n    Ways of Pale Face--one did teach me that in childhood.\r\n    Oft, methinks, there's no one careth for me now;\r\n    But forgive me if I do thee wrong, kind friend,\r\n    Thou hast ever patient been, the while my heart was sore.\"\n\r\n    \"Listen, Pocahontas,\" once again he pleaded,\r\n    \"Dry those tears, forget past ills, think of the years,\r\n    Happy years before us; and the home we'll make\r\n    In these wilds, where Indian and English both\r\n    Shall a welcome find with Lord and Lady Rolfe.\"\n\r\n    Pocahontas listened, gave a shy consent,\r\n    Yielding heart and hand into his life-long keeping;\r\n    Henceforth was John Rolfe to be her true protector,\r\n    With his people she would cast her lot for aye.\r\n    Fitting preparation for an English home,\r\n    Bible truths they taught her--which she knew in part--\r\n    In the little church, at the baptismal font\r\n    She was named \"Rebekah\"--Parson Whitaker,\r\n    \"Apostle of Virginia,\" was the English priest.\n\r\n    Dawned the day that saw the union of the races--\r\n    English and the Indian--on Virginia's soil.\r\n    In the Jamestown Church the rites were solemnized,\r\n    Compact sealed that helped to make our history.\r\n    Fragrant blooms gave the native jessamine\r\n    For the bridal altar; while with brilliant sprays\r\n    Coral honeysuckle wreathed the Princess' brow,\r\n    Matching necklace, gift of Smith, sole ornament\r\n    Save betrothal ring upon the shapely hand.\r\n    Assembled in the church a goodly company,\r\n    Englishmen in force, with them the Powhatans,\r\n    Witnessing the marriage of their Princess.\r\n    Thus alliance was renewed and peace proclaimed.\n\n\n\r\n    VIII.\n\n\r\n    LONDON TOWN.\n\n\r\n    Other two years passed; upon the ship that sailed\r\n    Unto England's shore with Thomas Dale, there went\r\n    Mr. Rolfe and wife, \"Lady Rebekah\" famed.\r\n    London well received them, feted oft the Princess,\r\n    By the Lady Delaware at Court presented\r\n    Where her sweet simplicity, her winning grace\r\n    Won for season brief the flattery of all.\r\n    In the social world, her name \"La Belle Sauvage!\"\r\n    Artists sought her beauty to immortalize.\r\n    With a noble mien she moved among the throng,\r\n    Yet with melancholy touched the Indian face,\r\n    Eyes observant, oft with wistful sadness filled.\n\r\n    Smith heard of her fame and yet delayed his visit\r\n    Starting forth at length upon his errand, mused:\r\n    \"Dare I see her once again, as Lady Rolfe,\r\n    Whom I knew as maiden-of-the-wilderness?\r\n    Shall I find her changed by fashion's tyranny?\r\n    Princess fancy free, so bright, go gay, so loyal--\r\n    Thus I knew her first; but later bowed with grief\r\n    O'er my wounds, my misery, the parting sad.\r\n    Ah, Tragabigzanda![9] then, my early love,\r\n    Time can ne'er efface thy    memory from, my heart!\r\n    Even thou hast had one rival in this maiden--\r\n    List! she    comes--I    must recall me to my senses.\"\n\n\n\r\n    [9]    Tragabigzanda, the lady with whom Smith fell in love during his captivity in Turkey in early life.\n\n\n\r\n    Rustle of her silken train he heard. She came\r\n    With a stately step to greet her visitor.\r\n    Once she saw his face, a startled cry she gave,\r\n    \"They did tell me that you long were dead, 'my Father'!\"\r\n    \"Lady Rebekah,\" murmured Smith, in bending low\r\n    Ringed hand to kiss with grateful gallantry,\r\n    \"Nigh unto death was I; but God has spared my life\r\n    For mysterious purpose.\r\n    Think not I'd forgot thee,\r\n    Long my silence, yet my thoughts still backward turned\r\n    To the distant colony, to Pocahontas!\r\n    And thou, Princess? I have heard of Rolfe's good fortune,\r\n    And am come to wish you both long happiness.\"\n\r\n    \"Call me child again,\" she cried, \"as in the days\r\n    Of that past when thou wast still my 'Father,' friend!\r\n    Here is not my home, I stifle 'mid the crowd;\r\n    For I love not flattery nor palace halls;\r\n    But green woodlands, air, and space--not gloomy walls.\"\n\r\n    \"For thy forest home thou pinest, 'Child,'\" he said,\r\n    \"Soon thy husband will remove thee hence, I trow,\r\n    Goodly Englishman is Rolfe, and worthy thee.\"\n\r\n    Smiling through her tears, she    proudly    answered to him:\r\n    \"More than worthy is my husband, and he bears\r\n    In Virginia's colony a noble part.\"\n\r\n    Came a messenger unto the Lady Rolfe,\r\n    Summoning the Princess to the Royal Court.\r\n    Hearing which, Smith said:\r\n    \"With your permission, Lady,\r\n    I will be your escort to King James's Palace,\r\n    Since it long has been my wish and my intention\r\n    To resign the student's life, give up seclusion,\r\n    Once again become a sailor on the seas,\r\n    Distant lands explore, new maps and history make\r\n    Whereon future worlds may build.\r\n    This my hope,\r\n    This the one ambition that fires the wanderer's brain.\"\n\r\n    \"Come,\" said Lady Rolfe, with gentle dignity,\r\n    \"We will go together to the Royal Palace,\r\n    Take our rightful place among the brilliant throng,\r\n    With the rest do grateful homage to our King.\"\n\r\n    Gay the scene, the waiting courtiers stood aside\r\n    While they made their way--the Captain and the Princess--\r\n    To the throne, bowed low before the monarch proud,\r\n    Who gave royal welcome, saying unto Smith,\r\n    \"How, my Captain bold! Too long your needed presence\r\n    We have missed from London town and from our Palace.\r\n    Royal mandate we've prepared to call you hence\r\n    For some ventures new--secure at once the ship\r\n    For its cruise, new wealth to seek for 'Merrie England.'\"\n\r\n    Unto Lady Rolfe, the King in flattering tones:\r\n    \"Then, our Princess, England's glory wilt proclaim,\r\n    Through Virginia's wide domain our influence spread.\r\n    Royal favor them hast won, our blessing take,\r\n    Thou and Rolfe, who comes e'en now to claim his bride.\r\n    Loyal subjects live ye both in Jamestown far,\r\n    Peace be to thy race, in thee our ally made.\"\n\r\n    Quoth in gracious tones Her Majesty Queen Anne:--\r\n    \"Welcome, Child, Thou 'Guardian Angel' of the English,\r\n    Saviour of our Captain and our colony.\"\r\n    Pocahontas fain would kneel with humble grace--\r\n    \"Rise, I salute thee, Princess,\" said the Queen, and smiling,\r\n    Stooped to kiss on either cheek the Indian maid.\r\n    Others sought the throne, she stepped aside with Rolfe,\r\n    Following them came Captain Smith to bid adieu.\r\n    \"Weighty matters call me hence,\" he said in parting,\r\n    \"But we'll meet again upon Virginia's shore.\r\n    Fare-thee-well, Lady Rebekah; and thou, Rolfe,\r\n    Long live both and peace be to thy distant home.\"\n\r\n    Thus they parted, each upon a separate pathway,\r\n    Whose life's orbit once had touched, whose hearts were knitted\r\n    By the common bond of dauntless love and courage;\r\n    But the patriot and the poet sing their story,\r\n    And their names are linked for aye in history.\n\n\r\n    Nevermore she saw again her native land,\r\n    Nevermore the forest pathways felt her footstep,\r\n    Nor the brooklet nor the wigwam heard her singing.\r\n    Nevermore she sat beneath the pink mimosa\r\n    Listening to the words of old squaw, Winganameo,\r\n    Nevermore within her English home at Jamestown\r\n    Was the gentle Princess Pocahontas seen.\n\r\n    Far from kindred was her grave[10] beside the seashore,\r\n    Where the waves for her a tender requiem sang.\r\n    On Virginian soil her people mourned her death,\r\n    Lamentations long and loud the Indians made.\r\n    But the English settlers spoke her name in whispers;\r\n    For at eventide they seemed to see her often\r\n    As a radiant vision, white-winged, hovering near.\n\n\n\n\r\n    [10]    Pocahontas was buried at Gravesend, Eng., 1617.\n"}