{"author": "Charles Sangster", "title": "Proem. To Sonnets.", "content": "    Alice, I need not tell you that the Art\r\n    That copies Nature, even at its best,\r\n    Is but the echo of a splendid tone,\r\n    Or like the answer of a little child\r\n    To the deep question of some frosted sage.\r\n    For Nature in her grand magnificence,\r\n    Compared to Art, must ever raise her head\r\n    Beyond the cognizance of human minds:\r\n    This is the spirit merely; that, the soul.\r\n    We watch her passing, like some gentle dream,\r\n    And catch sweet glimpses of her perfect face;\r\n    We see the flashing of her gorgeous robes,\r\n    And, if her mantle ever falls at all,\r\n    How few Elishas wear it sacredly,\r\n    As if it were a valued gift from heaven.\r\n    God has created; we but re-create,\r\n    According to the temper of our minds;\r\n    According to the grace He has bequeathed;\r\n    According to the uses we have made\r\n    Of His good-pleasure given unto us.\r\n    And so I love my art; chiefly, because\r\n    Through it I rev'rence Nature, and improve\r\n    The tone and tenor of the mind He gave.\r\n    God sends a Gift; we crown it with high Art,\n\r\n    And make it worthy the bestower, when\r\n    The talent is not hidden in the dust\r\n    Of pampered negligence and venial sin,\r\n    But put to studious use, that it may work\r\n    The end and aim for which it was bestowed.\r\n    All Good is God's; all Love and Truth are His;\r\n    We are His workers; and we dare not plead\r\n    But that He gave us largely of all these,\r\n    Demanding a discreet return, that when\r\n    The page of life is written to its close\r\n    It may receive the seal and autograph\r\n    Of His good pleasure - the right royal sign\r\n    And signet of approval, to the end\r\n    That we were worthy of the gift divine,\r\n    And through it praised the Great Artificer.\n\r\n    In my long rambles through Orillian woods;\r\n    Out on the ever-changing Couchiching;\r\n    By the rough margin of the Lake St. John;\r\n    Down the steep Severn, where the artist sun,\r\n    In dainty dalliance with the blushing stream,\r\n    Transcribes each tree, branch, leaf, and rock and flower,\r\n    Perfect in shape and colour, clear, distinct,\r\n    With all the panoramic change of sky - \r\n    Even as Youth's bright river, toying with\r\n    The fairy craft where Inexperience dreams,\r\n    And subtle Fancy builds its airy halls,\r\n    In blest imagination pictures most\r\n    Of bright or lovely that adorn life's banks,\r\n    With the blue vault of heaven over all;\r\n    On that serene and wizard afternoon,\r\n    As hunters chase the wild and timid deer\n\r\n    We chased the quiet of Medonte's shades\r\n    Through the green windings of the forest road,\r\n    Past Nature's venerable rank and file\r\n    Of primal woods - her Old Guard, sylvan-plumed - \r\n    The far-off Huron, like a silver thread,\r\n    The clue to some enchanted labyrinth,\r\n    Dimly perceived beyond the stretch of woods,\r\n    Th' approaches tinted by a purple haze,\r\n    And softened into beauty like the dream\r\n    Of some rapt seer's Apocalyptic mood;\r\n    And when at Rockridge we sat looking out\r\n    Upon the softened shadows of the night,\r\n    And the wild glory of the throbbing stars;\r\n    Where'er we bent our Eden-tinted way:\r\n    My brain was a weird wilderness of Thought:\r\n    My heart, love's sea of passion tossed and torn,\r\n    Calmed by the presence of the loving souls\r\n    By whom I was surrounded.    All the while\r\n    They deemed me passing tame, and wondered when\r\n    My dreamy castle would come toppling down.\r\n    I was but driving back the aching past,\r\n    And mirroring the future.    And these leaves\r\n    Of meditation are but perfumes from\r\n    The censer of my feelings; honied drops\r\n    Wrung from the busy hives of heart and brain;\r\n    Mere etchings of the artist; grains of sand\r\n    From the calm shores of that unsounded deep\r\n    Of speculation, where all thought is lost\r\n    Amid the realms of Nature and of God."}