{"author": "Walt Whitman", "title": "Respondez!", "content": "Respondez! Respondez!\r\n(The war is completed the price is paid the title is settled beyond recall;)\r\nLet every one answer! let those who sleep be waked! let none evade!\r\nMust we still go on with our affectations and sneaking?\r\nLet me bring this to a close I pronounce openly for a new distribution of roles;\r\nLet that which stood in front go behind! and let that which was behind advance to the front and speak;\r\nLet murderers, bigots, fools, unclean persons, offer new propositions!\r\nLet the old propositions be postponed!\r\nLet faces and theories be turn'd inside out! let meanings be freely criminal, as well as results!\r\nLet there be no suggestion above the suggestion of drudgery!\r\nLet none be pointed toward his destination! (Say! do you know your destination?)\r\nLet men and women be mock'd with bodies and mock'd with Souls!\r\nLet the love that waits in them, wait! let it die, or pass stillborn to other spheres!\r\nLet the sympathy that waits in every man, wait! or let it also pass, a dwarf, to other spheres!\r\nLet contradictions prevail! let one thing contradict another! and let one line of my poems contradict another!\r\nLet the people sprawl with yearning, aimless hands! let their tongues be broken! let their eyes be discouraged! let none descend into their hearts with the fresh lusciousness of love!\r\n(Stifled, O days! O lands! in every public and private corruption!\r\nSmother'd in thievery, impotence, shamelessness, mountain-high;\r\nBrazen effrontery, scheming, rolling like ocean's waves around and upon you, O my days! my lands!\r\nFor not even those thunderstorms, nor fiercest lightnings of the war, have purified the atmosphere;)\r\nLet the theory of America still be management, caste, comparison! (Say! what other theory would you?)\r\nLet them that distrust birth and death still lead the rest! (Say! why shall they not lead you?)\r\nLet the crust of hell be neared and trod on! let the days be darker than the nights! let slumber bring less slumber than waking time brings!\r\nLet the world never appear to him or her for whom it was all made!\r\nLet the heart of the young man still exile itself from the heart of\r\nthe old man! and let the heart of the old man be exiled from that of the young man!\r\nLet the sun and moon go! let scenery take the applause of the audience! let there be apathy under the stars!\r\nLet freedom prove no man's inalienable right! every one who can tyrannize, let him tyrannize to his satisfaction!\r\nLet none but infidels be countenanced!\r\nLet the eminence of meanness, treachery, sarcasm, hate, greed, indecency, impotence, lust, be taken for granted above all! let writers, judges, governments, households, religions, philosophies, take such for granted above all!\r\nLet the worst men beget children out of the worst women!\r\nLet the priest still play at immortality!\r\nLet death be inaugurated!\r\nLet nothing remain but the ashes of teachers, artists, moralists, lawyers, and learn'd and polite persons!\r\nLet him who is without my poems be assassinated!\r\nLet the cow, the horse, the camel, the garden-bee let the mudfish, the lobster, the mussel, eel, the sting-ray, and the grunting pig-fish let these, and the like of these, be put on a perfect equality with man and woman!\r\nLet churches accommodate serpents, vermin, and the corpses of those who have died of the most filthy of diseases!\r\nLet marriage slip down among fools, and be for none but fools!\r\nLet men among themselves talk and think forever obscenely of women! and let women among themselves talk and think obscenely of men!\r\nLet us all, without missing one, be exposed in public, naked, monthly, at the peril of our lives! let our bodies be freely handled and examined by whoever chooses!\r\nLet nothing but copies at second hand be permitted to exist upon the earth!\r\nLet the earth desert God, nor let there ever henceforth be mention'd the name of God!\r\nLet there be no God!\r\nLet there be money, business, imports, exports, custom, authority, precedents, pallor, dyspepsia, smut, ignorance, unbelief!\r\nLet judges and criminals be transposed! let the prison-keepers be put in prison! let those that were prisoners take the keys! Say! why might they not just as well be transposed?)\r\nLet the slaves be masters! let the masters become slaves!\r\nLet the reformers descend from the stands where they are forever bawling! let an idiot or insane person appear on each of the stands!\r\nLet the Asiatic, the African, the European, the American, and the Australian, go armed against the murderous stealthiness of each other! let them sleep armed! let none believe in good will!\r\nLet there be no unfashionable wisdom! let such be scorn'd and derided off from the earth!\r\nLet a floating cloud in the sky let a wave of the sea let growing mint, spinach, onions, tomatoes let these be exhibited as shows, at a great price for admission!\r\nLet all the men of These States stand aside for a few smouchers! let the few seize on what they choose! let the rest gawk, giggle, starve, obey!\r\nLet shadows be furnish'd with genitals! let substances be deprived of their genitals!\r\nLet there be wealthy and immense cities but still through any of them, not a single poet, savior, knower, lover!\r\nLet the infidels of These States laugh all faith away! If one man be found who has faith, let the rest set upon him!\r\nLet them affright faith! let them destroy the power of breeding faith!\r\nLet the she-harlots and the he-harlots be prudent! let them dance on, while seeming lasts! (O seeming! seeming! seeming!)\r\nLet the preachers recite creeds! let them still teach only what they have been taught!\r\nLet insanity still have charge of sanity!\r\nLet books take the place of trees, animals, rivers, clouds!\r\nLet the daub'd portraits of heroes supersede heroes!\r\nLet the manhood of man never take steps after itself!\r\nLet it take steps after eunuchs, and after consumptive and genteel persons!\r\nLet the white person again tread the black person under his heel! (Say! which is trodden under heel, after all?)\r\nLet the reflections of the things of the world be studied in mirrors! let the things themselves still continue unstudied!\r\nLet a man seek pleasure everywhere except in himself!\r\nLet a woman seek happiness everywhere except in herself! (What real happiness have you had one single hour through your whole life?)\r\nLet the limited years of life do nothing for the limitless years of death! (What do you suppose death will do, then?)"}