{"author": "Conrad Potter Aiken", "title": "Senlin, A Biography: Part 02: His Futile Preoccupations - 02", "content": "    It is morning, Senlin says, and in the morning\r\n    When the light drips through the shutters like the dew,\r\n    I arise, I face the sunrise,\r\n    And do the things my fathers learned to do.\r\n    Stars in the purple dusk above the rooftops\r\n    Pale in a saffron mist and seem to die,\r\n    And I myself on a swiftly tilting planet\r\n    Stand before a glass and tie my tie.\r\n    Vine leaves tap my window,\r\n    Dew-drops sing to the garden stones,\r\n    The robin chips in the chinaberry tree\r\n    Repeating three clear tones.\r\n    It is morning. I stand by the mirror\r\n    And tie my tie once more.\r\n    While waves far off in a pale rose twilight\r\n    Crash on a white sand shore.\r\n    I stand by a mirror and comb my hair:\r\n    How small and white my face!—\r\n    The green earth tilts through a sphere of air\r\n    And bathes in a flame of space.\r\n    There are houses hanging above the stars\r\n    And stars hung under a sea . . .\r\n    And a sun far off in a shell of silence\r\n    Dapples my walls for me . . .\r\n    It is morning, Senlin says, and in the morning\r\n    Should I not pause in the light to remember God?\r\n    Upright and firm I stand on a star unstable,\r\n    He is immense and lonely as a cloud.\r\n    I will dedicate this moment before my mirror\r\n    To him alone, and for him I will comb my hair.\r\n    Accept these humble offerings, cloud of silence!\r\n    I will think of you as I descend the stair.\r\n    Vine leaves tap my window,\r\n    The snail-track shines on the stones,\r\n    Dew-drops flash from the chinaberry tree\r\n    Repeating two clear tones.\r\n    It is morning, I awake from a bed of silence,\r\n    Shining I rise from the starless waters of sleep.\r\n    The walls are about me still as in the evening,\r\n    I am the same, and the same name still I keep.\r\n    The earth revolves with me, yet makes no motion,\r\n    The stars pale silently in a coral sky.\r\n    In a whistling void I stand before my mirror,\r\n    Unconcerned, I tie my tie.\r\n    There are horses neighing on far-off hills\r\n    Tossing their long white manes,\r\n    And mountains flash in the rose-white dusk,\r\n    Their shoulders black with rains . . .\r\n    It is morning. I stand by the mirror\r\n    And surprise my soul once more;\r\n    The blue air rushes above my ceiling,\r\n    There are suns beneath my floor . . .\r\n    . . . It is morning, Senlin says, I ascend from darkness\r\n    And depart on the winds of space for I know not where,\r\n    My watch is wound, a key is in my pocket,\r\n    And the sky is darkened as I descend the stair.\r\n    There are shadows across the windows, clouds in heaven,\r\n    And a god among the stars; and I will go\r\n    Thinking of him as I might think of daybreak\r\n    And humming a tune I know . . .\r\n    Vine-leaves tap at the window,\r\n    Dew-drops sing to the garden stones,\r\n    The robin chirps in the chinaberry tree\r\n    Repeating three clear tones."}