{"author": "Francesco Petrarca (Petrarch)", "title": "Sonnet CCXXI.", "content": "    Cercato ho sempre solitaria vita.\n\r\n    THINKING ALWAYS OF LAURA, IT PAINS HIM TO REMEMBER WHERE SHE IS LEFT.\n\n\r\n        Still have I sought a life of solitude;\r\n    The streams, the fields, the forests know my mind;\r\n    That I might 'scape the sordid and the blind,\r\n    Who paths forsake trod by the wise and good:\r\n    Fain would I leave, were mine own will pursued,\r\n    These Tuscan haunts, and these soft skies behind,\r\n    Sorga's thick-wooded hills again to find;\r\n    And sing and weep in concert with its flood.\r\n    But Fortune, ever my sore enemy,\r\n    Compels my steps, where I with sorrow see\r\n    Cast my fair treasure in a worthless soil:\r\n    Yet less a foe she justly deigns to prove,\r\n    For once, to me, to Laura, and to love;\r\n    Favouring my song, my passion, with her smile.\n\r\n    NOTT.\n\n\r\n        Still have I sought a life of solitude--\r\n    This know the rivers, and each wood and plain--\r\n    That I might 'scape the blind and sordid train\r\n    Who from the path have flown of peace and good:\r\n    Could I my wish obtain, how vainly would\r\n    This cloudless climate woo me to remain;\r\n    Sorga's embowering woods I'd seek again,\r\n    And sing, weep, wander, by its friendly flood.\r\n    But, ah! my fortune, hostile still to me,\r\n    Compels me where I must, indignant, find\r\n    Amid the mire my fairest treasure thrown:\r\n    Yet to my hand, not all unworthy, she\r\n    Now proves herself, at least for once, more kind,\r\n    Since--but alone to Love and Laura be it known.\n\r\n    MACGREGOR."}