{"author": "Francesco Petrarca (Petrarch)", "title": "Sonnet LXXX.", "content": "    Lasso! ben so che dolorose prede.\n\r\n    THOUGH FOR FOURTEEN YEARS HE HAS STRUGGLED UNSUCCESSFULLY, HE STILL HOPES TO CONQUER HIS PASSION.\n\n\r\n        Alas! well know I what sad havoc makes\r\n    Death of our kind, how Fate no mortal spares!\r\n    How soon the world whom once it loved forsakes,\r\n    How short the faith it to the friendless bears!\r\n    Much languishment, I see, small mercy wakes;\r\n    For the last day though now my heart prepares,\r\n    Love not a whit my cruel prison breaks,\r\n    And still my cheek grief's wonted tribute wears.\r\n    I mark the days, the moments, and the hours\r\n    Bear the full years along, nor find deceit,\r\n    Bow'd 'neath a greater force than magic spell.\r\n    For fourteen years have fought with varying powers\r\n    Desire and Reason: and the best shall beat;\r\n    If mortal spirits here can good foretell.\n\r\n    MACGREGOR.\n\n\r\n        Alas! I know death makes us all his prey,\r\n    Nor aught of mercy shows to destined man;\r\n    How swift the world completes its circling span,\r\n    And faithless Time soon speeds him on his way.\r\n    My heart repeats the blast of earth's last day,\r\n    Yet for its grief no recompense can scan,\r\n    Love holds me still beneath its cruel ban,\r\n    And still my eyes their usual tribute pay.\r\n    My watchful senses mark how on their wing\r\n    The circling years transport their fleeter kin,\r\n    And still I bow enslaved as by a spell:\r\n    For fourteen years did reason proudly fling\r\n    Defiance at my tameless will, to win\r\n    A triumph blest, if Man can good foretell.\n\r\n    WOLLASTON."}