{"author": "Alan Seeger", "title": "The Deserted Garden", "content": "    I know a village in a far-off land\r\n     Where from a sunny, mountain-girdled plain\r\n    With tinted walls a space on either hand\r\n     And fed by many an olive-darkened lane\r\n    The high-road mounts, and thence a silver band\r\n     Through vineyard slopes above and rolling grain,\r\n    Winds off to that dim corner of the skies\r\n    Where behind sunset hills a stately city lies.\n\r\n    Here, among trees whose overhanging shade\r\n     Strews petals on the little droves below,\r\n    Pattering townward in the morning weighed\r\n     With greens from many an upland garden-row,\r\n    Runs an old wall; long centuries have frayed\r\n     Its scalloped edge, and passers to and fro\r\n    Heard never from beyond its crumbling height\r\n    Sweet laughter ring at noon or plaintive song at night.\n\r\n    But here where little lizards bask and blink\r\n     The tendrils of the trumpet-vine have run,\r\n    At whose red bells the humming bird to drink\r\n     Stops oft before his garden feast is done;\r\n    And rose-geraniums, with that tender pink\r\n     That cloud-banks borrow from the setting sun,\r\n    Have covered part of this old wall, entwined\r\n    With fair plumbago, blue as evening heavens behind.\n\r\n    And crowning other parts the wild white rose\r\n     Rivals the honey-suckle with the bees.\r\n    Above the old abandoned orchard shows\r\n     And all within beneath the dense-set trees,\r\n    Tall and luxuriant the rank grass grows,\r\n     That settled in its wavy depth one sees\r\n    Grass melt in leaves, the mossy trunks between,\r\n    Down fading avenues of implicated green;\n\r\n    Wherein no lack of flowers the verdurous night\r\n     With stars and pearly nebula o'erlay;\r\n    Azalea-boughs half rosy and half white\r\n     Shine through the green and clustering apple-spray,\r\n    Such as the fairy-queen before her knight\r\n     Waved in old story, luring him away\r\n    Where round lost isles Hesperian billows break\r\n    Or towers loom up beneath the clear, translucent lake;\n\r\n    And under the deep grass blue hare-bells hide,\r\n     And myrtle plots with dew-fall ever wet,\r\n    Gay tiger-lilies flammulate and pied,\r\n     Sometime on pathway borders neatly set,\r\n    Now blossom through the brake on either side,\r\n     Where heliotrope and weedy mignonette,\r\n    With vines in bloom and flower-bearing trees,\r\n    Mingle their incense all to swell the perfumed breeze,\n\r\n    That sprung like Hermes from his natal cave\r\n     In some blue rampart of the curving West,\r\n    Comes up the valleys where green cornfields wave,\r\n     Ravels the cloud about the mountain crest,\r\n    Breathes on the lake till gentle ripples pave\r\n     Its placid floor; at length a long-loved guest,\r\n    He steals across this plot of pleasant ground,\r\n    Waking the vocal leaves to a sweet vernal sound.\n\r\n    Here many a day right gladly have I sped,\r\n     Content amid the wavy plumes to lie,\r\n    And through the woven branches overhead\r\n     Watch the white, ever-wandering clouds go by,\r\n    And soaring birds make their dissolving bed\r\n     Far in the azure depths of summer sky,\r\n    Or nearer that small huntsman of the air,\r\n    The fly-catcher, dart nimbly from his leafy lair;\n\r\n    Pillowed at ease to hear the merry tune\r\n     Of mating warblers in the boughs above\r\n    And shrill cicadas whom the hottest noon\r\n     Keeps not from drowsy song; the mourning dove\r\n    Pours down the murmuring grove his plaintive croon\r\n     That like the voice of visionary love\r\n    Oft have I risen to seek through this green maze\r\n    (Even as my feet thread now the great world's garden-ways);\n\r\n    And, parting tangled bushes as I passed\r\n     Down beechen alleys beautiful and dim,\r\n    Perhaps by some deep-shaded pool at last\r\n     My feet would pause, where goldfish poise and swim,\r\n    And snowy callas' velvet cups are massed\r\n     Around the mossy, fern-encircled brim.\r\n    Here, then, that magic summoning would cease,\r\n    Or sound far off again among the orchard trees.\n\r\n    And here where the blanched lilies of the vale\r\n     And violets and yellow star-flowers teem,\r\n    And pink and purple hyacinths exhale\r\n     Their heavy fume, once more to drowse and dream\r\n    My head would sink, from many an olden tale\r\n     Drawing imagination's fervid theme,\r\n    Or haply peopling this enchanting spot\r\n    Only with fair creations of fantastic thought.\n\r\n    For oft I think, in years long since gone by,\r\n     That gentle hearts dwelt here and gentle hands\r\n    Stored all this bowery bliss to beautify\r\n     The paradise of some unsung romance;\r\n    Here, safe from all except the loved one's eye,\r\n     'Tis sweet to think white limbs were wont to glance,\r\n    Well pleased to wanton like the flowers and share\r\n    Their simple loveliness with the enamored air.\n\r\n    Thrice dear to them whose votive fingers decked\r\n     The altars of First Love were these green ways, - \r\n    These lawns and verdurous brakes forever flecked\r\n     With the warm sunshine of midsummer days;\r\n    Oft where the long straight allies intersect\r\n     And marble seats surround the open space,\r\n    Where a tiled pool and sculptured fountain stand,\r\n    Hath Evening found them seated, silent, hand in hand.\n\r\n    When twilight deepened, in the gathering shade\r\n     Beneath that old titanic cypress row,\r\n    Whose sombre vault and towering colonnade\r\n     Dwarfed the enfolded forms that moved below,\r\n    Oft with close steps these happy lovers strayed,\r\n     Till down its darkening aisle the sunset glow\r\n    Grew less and patterning the garden floor\r\n    Faint flakes of filtering moonlight mantled more and more.\n\r\n    And the strange tempest that a touch imparts\r\n     Through the mid fibre of the molten frame,\r\n    When the sweet flesh in early youth asserts\r\n     Its heyday verve and little hints enflame,\r\n    Disturbed them as they walked; from their full hearts\r\n     Welled the soft word, and many a tender name\r\n    Strove on their lips as breast to breast they strained\r\n    And the deep joy they drank seemed never, never drained.\n\r\n    Love's soul that is the depth of starry skies\r\n     Set in the splendor of one upturned face\r\n    To beam adorably through half-closed eyes;\r\n     Love's body where the breadth of summer days\r\n    And all the beauty earth and air comprise\r\n     Come to the compass of an arm's embrace,\r\n    To burn a moment on impassioned lips\r\n    And yield intemperate joy to quivering finger-tips,\n\r\n    They knew; and here where morning-glories cling\r\n     Round carven forms of carefullest artifice,\r\n    They made a bower where every outward thing\r\n     Should comment on the cause of their own bliss;\r\n    With flowers of liveliest hue encompassing\r\n     That flower that the beloved body is - \r\n    That rose that for the banquet of Love's bee\r\n    Has budded all the aeons of past eternity.\n\r\n    But their choice seat was where the garden wall,\r\n     Crowning a little summit, far and near,\r\n    Looks over tufted treetops onto all\r\n     The pleasant outer country; rising here\r\n    From rustling foliage where cuckoos call\r\n     On summer evenings, stands a belvedere,\r\n    Buff-hued, of antique plaster, overrun\r\n    With flowering vines and weatherworn by rain and sun.\n\r\n    Still round the turrets of this antique tower\r\n     The bougainvillea hangs a crimson crown,\r\n    Wistaria-vines and clematis in flower,\r\n     Wreathing the lower surface further down,\r\n    Hide the old plaster in a very shower\r\n     Of motley blossoms like a broidered gown.\r\n    Outside, ascending from the garden grove,\r\n    A crumbling stairway winds to the one room above.\n\r\n    And whoso mounts by this dismantled stair\r\n     Finds the old pleasure-hall, long disarrayed,\r\n    Brick-tiled and raftered, and the walls foursquare\r\n     Ringed all about with a twofold arcade.\r\n    Backward dense branches intercept the glare\r\n     Of afternoon with eucalyptus shade;\r\n    Eastward the level valley-plains expand,\r\n    Sweet as a queen's survey of her own Fairyland.\n\r\n    For through that frame the ivied arches make,\r\n     Wide tracts of sunny midland charm the eye,\r\n    Frequent with hamlet, grove, and lucent lake\r\n     Where the blue hills' inverted contours lie;\r\n    Far to the east where billowy mountains break\r\n     In surf of snow against a sapphire sky,\r\n    Huge thunderheads loom up behind the ranges,\r\n    Changing from gold to pink as deepening sunset changes;\n\r\n    And over plain and far sierra spread\r\n     The fulgent rays of fading afternoon,\r\n    Showing each utmost peak and watershed\r\n     All clarified, each tassel and festoon\r\n    Of floating cloud embroidered overhead,\r\n     Like lotus-leaves on bluest waters strewn,\r\n    Flushing with rose, while all breathes fresh and free\r\n    In peace and amplitude and bland tranquillity.\n\r\n    Dear were such evenings to this gentle pair;\r\n     Love's tide that launched on with a blast too strong\r\n    Sweeps toward the foaming reef, the hidden snare,\r\n     Baffling with fond illusion's siren-song,\r\n    Too faint, on idle shoals, to linger there\r\n     Far from Youth's glowing dream, bore them along,\r\n    With purple sail and steered by seraph hands\r\n    To isles resplendent in the sunset of romance.\n\r\n    And out of this old house a flowery fane,\r\n     A bridal bower, a pearly pleasure-dome,\r\n    They built, and furnished it with gold and grain,\r\n     And bade all spirits of beauty hither come,\r\n    And winged Love to enter with his train\r\n     And bless their pillow, and in this his home\r\n    Make them his priests as Hero was of yore\r\n    In her sweet girlhood by the blue Dardanian shore.\n\r\n    Tree-ferns, therefore, and potted palms they brought,\r\n     Tripods and urns in rare and curious taste,\r\n    Polychrome chests and cabinets inwrought\r\n     With pearl and ivory etched and interlaced;\r\n    Pendant brocades with massive braid were caught,\r\n     And chain-slung, oriental lamps so placed\r\n    To light the lounger on some low divan,\r\n    Sunken in swelling down and silks from Hindustan.\n\r\n    And there was spread, upon the ample floors,\r\n     Work of the Levantine's laborious loom,\r\n    Such as by Euxine or Ionian shores\r\n     Carpets the dim seraglio's scented gloom.\r\n    Each morn renewed, the garden's flowery stores\r\n     Blushed in fair vases, ochre and peach-bloom,\r\n    And little birds through wicker doors left wide\r\n    Flew in to trill a space from the green world outside.\n\r\n    And there was many a dainty attitude,\r\n     Bronze and eburnean. All but disarrayed,\r\n    Here in eternal doubt sweet Psyche stood\r\n     Fain of the bath's delight, yet still afraid\r\n    Lest aught in that palatial solitude\r\n     Lurked of most menace to a helpless maid.\r\n    Therefore forever faltering she stands,\r\n    Nor yet the last loose fold slips rippling from her hands.\n\r\n    Close by upon a beryl column, clad\r\n     In the fresh flower of adolescent grace,\r\n    They set the dear Bithynian shepherd lad,\r\n     The nude Antinous. That gentle face,\r\n    Forever beautiful, forever sad,\r\n     Shows but one aspect, moon-like, to our gaze,\r\n    Yet Fancy pictures how those lips could smile\r\n    At revelries in Rome, and banquets on the Nile.\n\r\n    And there were shapes of Beauty myriads more,\r\n     Clustering their rosy bridal bed around,\r\n    Whose scented breadth a silken fabric wore\r\n     Broidered with peacock hues on creamiest ground,\r\n    Fit to have graced the barge that Cydnus bore\r\n     Or Venus' bed in her enchanted mound,\r\n    While pillows swelled in stuffs of Orient dyes,\r\n    All broidered with strange fruits and birds of Paradise.\n\r\n    'Twas such a bower as Youth has visions of,\r\n     Thither with one fair spirit to retire,\r\n    Lie upon rose-leaves, sleep and wake with Love\r\n     And feast on kisses to the heart's desire;\r\n    Where by a casement opening on a grove,\r\n     Wide to the wood-winds and the sweet birds' choir,\r\n    A girl might stand and gaze into green boughs,\r\n    Like Credhe at the window of her golden house.\n\r\n    Or most like Vivien, the enchanting fay,\r\n     Where with her friend, in the strange tower they planned,\r\n    She lies and dreams eternity away,\r\n     Above the treetops in Broceliande,\r\n    Sometimes at twilight when the woods are gray\r\n     And wolf-packs howl far out across the lande,\r\n    Waking to love, while up behind the trees\r\n    The large midsummer moon lifts - even so loved these.\n\r\n    For here, their pleasure was to come and sit\r\n     Oft when the sun sloped midway to the west,\r\n    Watching with sweet enjoyment interknit\r\n     The long light slant across the green earth's breast,\r\n    And clouds upon the ranges opposite,\r\n     Rolled up into a gleaming thundercrest,\r\n    Topple and break and fall in purple rain,\r\n    And mist of summer showers trail out across the plain.\n\r\n    Whereon the shafts of ardent light, far-flung\r\n     Across the luminous azure overhead,\r\n    Ofttimes in arcs of transient beauty hung\r\n     The fragmentary rainbow's green and red.\r\n    Joy it was here to love and to be young,\r\n     To watch the sun sink to his western bed,\r\n    And streaming back out of their flaming core\r\n    The vesperal aurora's glorious banners soar.\n\r\n    Tinging each altitude of heaven in turn,\r\n     Those fiery rays would sweep. The cumuli\r\n    That peeped above the mountain-tops would burn\r\n     Carmine a space; the cirrus-whorls on high,\r\n    More delicate than sprays of maiden fern,\r\n     Streak with pale rose the peacock-breasted sky,\r\n    Then blanch. As water-lilies fold at night,\r\n    Sank back into themselves those plumes of fervid light.\n\r\n    And they would watch the first faint stars appear,\r\n     The blue East blend with the blue hills below,\r\n    As lovers when their shuddering bliss draws near\r\n     Into one pulse of fluid rapture grow.\r\n    New fragrance on the freshening atmosphere\r\n     Would steal with evening, and the sunset glow\r\n    Draw deeper down into the wondrous west\r\n    Round vales of Proserpine and islands of the blest.\n\r\n    So dusk would come and mingle lake and shore,\r\n     The snow-peaks fade to frosty opaline,\r\n    To pearl the domed clouds the mountains bore,\r\n     Where late the sun's effulgent fire had been - \r\n    Showing as darkness deepened more and more\r\n     The incandescent lightnings flare within,\r\n    And Night that furls the lily in the glen\r\n    And twines impatient arms would fall, and then - and then . . .\n\r\n    Sometimes the peasant, coming late from town\r\n     With empty panniers on his little drove\r\n    Past the old lookout when the Northern Crown\r\n     Glittered with Cygnus through the scented grove,\r\n    Would hear soft noise of lute-strings wafted down\r\n     And voices singing through the leaves above\r\n    Those songs that well from the warm heart that woos\r\n    At balconies in Merida or Vera Cruz.\n\r\n    And he would pause under the garden wall,\r\n     Caught in the spell of that voluptuous strain,\r\n    With all the sultry South in it, and all\r\n     Its importunity of love and pain;\r\n    And he would wait till the last passionate fall\r\n     Died on the night, and all was still again, - \r\n    Then to his upland village wander home,\r\n    Marvelling whence that flood of elfin song might come.\n\r\n    O lyre that Love's white holy hands caress,\r\n     Youth, from thy bosom welled their passionate lays - \r\n    Sweet opportunity for happiness\r\n     So brief, so passing beautiful - O days,\r\n    When to the heart's divine indulgences\r\n     All earth in smiling ministration pays - \r\n    Thine was the source whose plenitude, past over,\r\n    What prize shall rest to pluck, what secret to discover!\n\r\n    The wake of color that follows her when May\r\n     Walks on the hills loose-haired and daisy-crowned,\r\n    The deep horizons of a summer's day,\r\n     Fair cities, and the pleasures that abound\r\n    Where music calls, and crowds in bright array\r\n     Gather by night to find and to be found;\r\n    What were these worth or all delightful things\r\n    Without thine eyes to read their true interpretings!\n\r\n    For thee the mountains open glorious gates,\r\n     To thee white arms put out from orient skies,\r\n    Earth, like a jewelled bride for one she waits,\r\n     Decks but to be delicious in thine eyes,\r\n    Thou guest of honor for one day, whose fetes\r\n     Eternity has travailed to devise;\r\n    Ah, grace them well in the brief hour they last!\r\n    Another's turn prepares, another follows fast.\n\r\n    Yet not without one fond memorial\r\n     Let my sun set who found the world so fair!\r\n    Frail verse, when Time the singer's coronal\r\n     Has rent, and stripped the rose-leaves from his hair,\r\n    Be thou my tablet on the temple wall!\r\n     Among the pious testimonials there,\r\n    Witness how sweetly on my heart as well\r\n    The miracles of dawn and starry evening fell!\n\r\n    Speak of one then who had the lust to feel,\r\n     And, from the hues that far horizons take,\r\n    And cloud and sunset, drank the wild appeal,\r\n     Too deep to live for aught but life's sweet sake,\r\n    Whose only motive was the will to kneel\r\n     Where Beauty's purest benediction spake,\r\n    Who only coveted what grove and field\r\n    And sunshine and green Earth and tender arms could yield - \n\r\n    A nympholept, through pleasant days and drear\r\n     Seeking his faultless adolescent dream,\r\n    A pilgrim down the paths that disappear\r\n     In mist and rainbows on the world's extreme,\r\n    A helpless voyager who all too near\r\n     The mouth of Life's fair flower-bordered stream,\r\n    Clutched at Love's single respite in his need\r\n    More than the drowning swimmer clutches at a reed - \n\r\n    That coming one whose feet in other days\r\n     Shall bleed like mine for ever having, more\r\n    Than any purpose, felt the need to praise\r\n     And seek the angelic image to adore,\r\n    In love with Love, its wonderful, sweet ways\r\n     Counting what most makes life worth living for,\r\n    That so some relic may be his to see\r\n    How I loved these things too and they were dear to me.\n\r\n    I sometimes think a conscious happiness\r\n     Mantles through all the rose's sentient vine\r\n    When summer winds with myriad calyces\r\n     Of bloom its clambering height incarnadine;\r\n    I sometimes think that cleaving lips, no less,\r\n     And limbs that crowned desires at length entwine\r\n    Are nerves through which that being drinks delight,\r\n    Whose frame is the green Earth robed round with day and night.\n\r\n    And such were theirs: the traveller without,\r\n     Pausing at night under the orchard trees,\r\n    Wondered and crossed himself in holy doubt,\r\n     For through their song and in the murmuring breeze\r\n    It seemed angelic choirs were all about\r\n     Mingling in universal harmonies,\r\n    As though, responsive to the chords they woke,\r\n    All Nature into sweet epithalamium broke.\n\r\n    And still they think a spirit haunts the place:\r\n     'Tis said, when Night has drawn her jewelled pall\r\n    And through the branches twinkling fireflies trace\r\n     Their mimic constellations, if it fall\r\n    That one should see the moon rise through the lace\r\n     Of blossomy boughs above the garden wall,\r\n    That surely would he take great ill thereof\r\n    And famish in a fit of unexpressive love.\n\r\n    But this I know not, for what time the wain\r\n     Was loosened and the lily's petal furled,\r\n    Then I would rise, climb the old wall again,\r\n     And pausing look forth on the sundown world,\r\n    Scan the wide reaches of the wondrous plain,\r\n     The hamlet sites where settling smoke lay curled,\r\n    The poplar-bordered roads, and far away\r\n    Fair snowpeaks colored with the sun's last ray.\n\r\n    Waves of faint sound would pulsate from afar - \r\n     Faint song and preludes of the summer night;\r\n    Deep in the cloudless west the evening star\r\n     Hung 'twixt the orange and the emerald light;\r\n    From the dark vale where shades crepuscular\r\n     Dimmed the old grove-girt belfry glimmering white,\r\n    Throbbing, as gentlest breezes rose or fell,\r\n    Came the sweet invocation of the evening bell."}