{"author": "Oliver Herford", "title": "The Rubáiyát of a Persian Kitten", "content": "\r\n    Wake! for the Golden Cat has put to flight\r\n    The Mouse of Darkness with his Paw of Light:\r\n    Which means, in Plain and simple every-day\r\n    Unoriental Speech--The Dawn is bright.\n\n\n\n\r\n    They say the Early Bird the Worm shall taste.\r\n    Then rise, O Kitten! Wherefore, sleeping, waste\r\n    The Fruits of Virtue? Quick! the Early Bird\r\n    Will soon be on the Flutter--O make haste!\n\n\n\n\r\n    The Early Bird has gone, and with him ta'en\r\n    The Early Worm--Alas! the Moral's plain,\r\n    O Senseless Worm! Thus, thus we are repaid\r\n    For Early Rising--I shall doze again.\n\n\n\n\r\n    The Mouse makes merry 'mid the Larder Shelves,\r\n    The Bird for Dinner in the Garden delves.\r\n    I often wonder what the creatures eat\r\n    One half so toothsome as they are Themselves.\n\n\n\n\r\n    And that Inverted Bowl of Skyblue Delf\r\n    That helpless lies upon the Pantry Shelf--\r\n    Lift not your eyes to It for help, for It\r\n    Is quite as empty as you are yourself.\n\n\n\n\r\n    The Ball no question makes of Ayes or Noes,\r\n    But right or left, as strikes the Kitten, goes;\r\n    Yet why, altho' I toss it Far Afield,\r\n    It still returneth--Goodness only knows!\n\n\n\n\r\n    A Secret Presence that my likeness feigns,\r\n    And yet, quicksilver-like, eludes my pains--\r\n    In vain I look for Him behind the glass;\r\n    He is not there, and yet He still remains.\n\n\n\n\r\n    What out of airy Nothing to invoke\r\n    A senseless Something to resist the stroke\r\n    Of unpermitted Paw--upon the pain\r\n    Of Everlasting Penalties--if broke.\n\n\n\n\r\n    I sometimes think the Pussy-Willows grey\r\n    Are Angel Kittens who have lost their way,\r\n    And every Bulrush on the river bank\r\n    A Cat-Tail from some lovely Cat astray.\n\n\n\n\r\n    Sometimes I think perchance that Allah may,\r\n    When he created Cats, have thrown away\r\n    The Tails He marred in making, and they grew\r\n    To Cat-Tails and to Pussy-Willows grey.\n\n\n\n\r\n    And lately, when I was not Feeling Fit,\r\n    Bereft alike of Piety and Wit,\r\n    There came an Angel Shape and offered me\r\n    A Fragrant Plant and bid me taste of it.\n\n\n\n\r\n    'Twas that reviving Herb, that Spicy Weed,\r\n    The Cat-Nip. Tho' 'tis good in time of need,\r\n    Ah, feed upon it lightly, for who knows\r\n    To what unlovely antics it may lead.\n\n\n\n\r\n    Strange--is it not?--that of the numbers who\r\n    Before me passed this Door of Darkness thro',\r\n    Not one returns thro' it again, altho'\r\n    Ofttimes I've waited here an hour or two.\n\n\n\n\r\n    'Tis but a Tent where takes his one Night's Rest\r\n    A Rodent to the Realms of Death address'd,\r\n    When Cook, arising, looks for him and then--\r\n    Baits, and prepares it for another Guest.\n\n\n\n\r\n    They say the Lion and the Lizard keep\r\n    The Courts where Jamshýd gloried and drank deep.\r\n    The Lion is my cousin; I don't know\r\n    Who Jamshýd is--nor shall it break my sleep.\n\n\n\n\r\n    Impotent glimpses of the Game displayed\r\n    Upon the Counter--temptingly arrayed;\r\n    Hither and thither moved or checked or weighed,\r\n    And one by one back in the Ice Chest laid.\n\n\n\n\r\n    What if the Sole could fling the Ice aside,\r\n    And with me to some Area's haven glide--\r\n    Were't not a Shame, were't not a shame for it\r\n    In this Cold Prison crippled to abide?\n\n\n\n\r\n    Some for the Glories of the Sole, and Some\r\n    Mew for the proper Bowl of Milk to come.\r\n    Ah, take the Fish and let your Credit go,\r\n    And plead the rumble of an empty Tum.\n\n\n\n\r\n    One thing is certain: tho' this Stolen Bite\r\n    Should be my last and Wrath consume me quite,\r\n    One taste of It within the Area caught\r\n    Better than at the Table lost outright.\n\n\n\n\r\n    Indeed, indeed Repentance oft before\r\n    I swore, but was I hungry when I swore?\r\n    And then and then came Cook--with Hose in hand--\r\n    And drowned my glory in a sorry pour.\n\n\n\n\r\n    What without asking hither harried whence,\r\n    And without asking whither harried hence--\r\n    O, many a taste of that forbidden Sole\r\n    Must down the memory of that Insolence.\n\n\n\n\r\n    Heaven, but the vision of a Flowing Bowl;\r\n    And Hell, the sizzle of a Frying Sole\r\n    Heard in the hungry Darkness, where Myself,\r\n    So rudely cast, must impotently roll.\n\n\n\n\r\n    The Vine has a tough Fibre which about\r\n    While clings my Being;--let the Canine Flout\r\n    Till his Bass Voice be pitched to such loud key\r\n    It shall unlock the door I mew without.\n\n\n\n\r\n    Up from the Basement to the Seventh Flat\r\n    I rose, and on the Crown of Fashion sat,\r\n    And many a Ball unravelled by the way--\r\n    But not the Master's angry Bawl of \"Scat!\"\n\n\n\n\r\n    Then to the Well of Wisdom I--and lo!\r\n    With my own Paw I wrought to make it flow,\r\n    And This was all the Harvest that I reaped:\r\n    We come like Kittens and like Cats we go.\n\n\n\n\r\n    Why be this Ink the Fount of Wit?--who dare\r\n    Blaspheme the glistening Pen-drink as a snare?\r\n    A Blessing?--I should spread it, should I not?\r\n    And if a Curse--why, then upset it!--there!\n\n\n\n\r\n    A moment's Halt, a momentary Taste\r\n    Of Bitter, and amid the Trickling Waste\r\n    I wrought strange shapes from Máh to Máhi, yet\r\n    I know not what I wrote, nor why they chased.\n\n\n\n\r\n    Now I beyond the Pale am safely past.\r\n    O, but the long, long time their Rage shall last,\r\n    Which, tho' they call to supper, I shall heed\r\n    As a Stone Cat should heed a Pebble cast.\n\n\n\n\r\n    And that perverted Soul beneath the Sky\r\n    They call the Dog--Heed not his angry Cry;\r\n    Not all his Threats can make me budge one bit,\r\n    Nor all his Empty Bluster terrify.\n\n\n\n\r\n    They are no other than a moving Show\r\n    Of whirling Shadow Shapes that come and go\r\n    Me-ward thro' Moon illumined Darkness hurled,\r\n    In midnight, by the Lodgers in the Row.\n\n\n\n\r\n    Myself when young did eagerly frequent\r\n    The Backyard Fence and heard great Argument\r\n    About it, and About, yet evermore\r\n    Came out with Fewer Fur than in I went.\n\n\n\n\r\n    Ah, me! if you and I could but conspire\r\n    To grasp this Sorry Scheme of things entire,\r\n    Would we not shatter it to bits, and then\r\n    Enfold it nearer to our Heart's Desire?\n\n\n\n\r\n    Tho' Two and Two make Four by rule of line,\r\n    Or they make Twenty-two by Logic fine,\r\n    Of all the Figures one may fathom, I\r\n    Shall ne'er be floored by anything but Nine.\n\n\n\n\r\n    And fear not lest Existence shut the Door\r\n    On You and Me, to open it no more.\r\n    The Cream of Life from out your Bowl shall pour\r\n    Nine times--ere it lie broken on the Floor.\n\n\n\n\r\n    So, if the Fish you Steal--the Cream you drink--\r\n    Ends in what all begins and ends in, Think,\r\n    Unless the Stern Recorder points to Nine,\r\n    Tho' They would drown you--still you shall not sink.\n"}