{"author": "Frank Sidgwick", "title": "The Lament Of The Border Widow", "content": "    The Text is given from Scott's Minstrelsy (1803), vol. iii. pp. 83-4. His introduction states that it was obtained from recitation in the Forest of Ettrick, and that it relates to the execution of a Border freebooter, named Cokburne, by James V., in 1529.\n\n\r\n    The Story referred to above may have once existed in the ballad, but the lyrical dirge as it now stands is obviously corrupted with a broadside-ballad, The Lady turned Serving-man, given with 'improvements' by Percy (Reliques, 1765, vol. iii. p. 87, etc.). Compare the first three stanzas of the Lament with stanzas 3, 4, and 5 of the broadside:--\n\r\n        3.\r\n        And then my love built me a bower,\r\n        Bedeckt with many a fragrant flower;\r\n        A braver bower you never did see\r\n        Than my true-love did build for me.\n\r\n        4.\r\n        But there came thieves late in the night,\r\n        They rob'd my bower, and slew my knight,\r\n        And after that my knight was slain,\r\n        I could no longer there remain.\n\r\n        5.\r\n        My servants all from me did flye,\r\n        In the midst of my extremity,\r\n        And left me by my self alone,\r\n        With a heart more cold then any stone.\n\r\n    It is of course impossible to compare the bald style of the broadside with the beautiful Scottish dirge; and the difficulty of clothing a bower with lilies, which offends Professor Child, may be disregarded.\n\n\r\n    THE LAMENT OF THE BORDER WIDOW\n\r\n        1.\r\n        My love he built me a bonny bower,\r\n        And clad it a' wi' lilye flour;\r\n        A brawer bower ye ne'er did see,\r\n        Than my true love he built for me.\n\r\n        2.\r\n        There came a man, by middle day,\r\n        He spied his sport, and went away;\r\n        And brought the king, that very night,\r\n        Who brake my bower, and slew my knight.\n\r\n        3.\r\n        He slew my knight, to me sae dear;\r\n        He slew my knight, and poin'd his gear;\r\n        My servants all for life did flee,\r\n        And left me in extremitie.\n\r\n        4.\r\n        I sew'd his sheet, making my mane;\r\n        I watched the corpse, myself alane;\r\n        I watched his body, night and day;\r\n        No living creature came that way.\n\r\n        5.\r\n        I took his body on my back,\r\n        And whiles I gaed, and whiles I sate;\r\n        I digg'd a grave, and laid him in,\r\n        And happ'd him with the sod sae green.\n\r\n        6.\r\n        But think na ye my heart was sair,\r\n        When I laid the moul' on his yellow hair?\r\n        O think na ye my heart was wae,\r\n        When I turn'd about, away to gae?\n\r\n        7.\r\n        Nae living man I'll love again,\r\n        Since that my lovely knight is slain;\r\n        Wi' ae lock of his yellow hair,\r\n        I'll chain my heart for evermair."}