{"author": "Ella Wheeler Wilcox", "title": "The Awakening", "content": "    I love the tropics, where sun and rain\r\n    Go forth together, a joyous train,\r\n    To hold up the green, gay side of the world,\r\n    And to keep earth's banners of bloom unfurled.\n\r\n    I love the scents that are hidden there\r\n    By housekeeper Time, in her chests of air:\r\n    Strange and subtle and all a-rife,\r\n    With vague lost dreams of a bygone life.\n\r\n    They steal upon you by night and day,\r\n    But never a whiff can you take away:\r\n    And never a song of a tropic bird\r\n    Outside of its palm-decked land is heard.\n\r\n    And nowhere else can you know the sweet\r\n    Soft, 'joy-in-nothing,' that comes with the heat\r\n    Of tropic regions.    And yet, and yet,\r\n    If in evergreen worlds my way were set\n\r\n    I would span the waters of widest seas\r\n    To see the wonder of waking trees;\r\n    To feel the shock of sudden delight\r\n    That comes when the orchard has changed in a night,\r\n    From the winter nun to the bride of May,\r\n    And the harp of Spring is attuned to play\r\n    The wedding march, and the sun is priest,\r\n    And the world is bidden to join the feast.\n\r\n    Oh, never is felt in a tropic clime,\r\n    Where the singing of birds is a ceaseless chime,\r\n    That leap o' the blood, and the rapture thrill,\r\n    That comes to us here, with the first bird's trill;\r\n    And only the eye that has looked on snows\r\n    Can see the beauty that lies in a rose.\r\n    The lure of the tropics I understand,\r\n    But ho! for the Spring in my native land.\n"}