{"author": "Dante Alighieri", "title": "The Divine Comedy by Dante: The Vision Of Purgatory: Canto XXX", "content": "    Soon as the polar light, which never knows\r\n    Setting nor rising, nor the shadowy veil\r\n    Of other cloud than sin, fair ornament\r\n    Of the first heav'n, to duty each one there\r\n    Safely convoying, as that lower doth\r\n    The steersman to his port, stood firmly fix'd;\r\n    Forthwith the saintly tribe, who in the van\r\n    Between the Gryphon and its radiance came,\r\n    Did turn them to the car, as to their rest:\r\n    And one, as if commission'd from above,\r\n    In holy chant thrice shorted forth aloud:\r\n    \"Come, spouse, from Libanus!\" and all the rest\r\n    Took up the song--At the last audit so\r\n    The blest shall rise, from forth his cavern each\r\n    Uplifting lightly his new-vested flesh,\r\n    As, on the sacred litter, at the voice\r\n    Authoritative of that elder, sprang\r\n    A hundred ministers and messengers\r\n    Of life eternal. \"Blessed thou! who com'st!\"\r\n    And, \"O,\" they cried, \"from full hands scatter ye\r\n    Unwith'ring lilies;\" and, so saying, cast\r\n    Flowers over head and round them on all sides.\n\r\n    I have beheld, ere now, at break of day,\r\n    The eastern clime all roseate, and the sky\r\n    Oppos'd, one deep and beautiful serene,\r\n    And the sun's face so shaded, and with mists\r\n    Attemper'd at lids rising, that the eye\r\n    Long while endur'd the sight: thus in a cloud\r\n    Of flowers, that from those hands angelic rose,\r\n    And down, within and outside of the car,\r\n    Fell showering, in white veil with olive wreath'd,\r\n    A virgin in my view appear'd, beneath\r\n    Green mantle, rob'd in hue of living flame:\n\r\n    And o'er my Spirit, that in former days\r\n    Within her presence had abode so long,\r\n    No shudd'ring terror crept. Mine eyes no more\r\n    Had knowledge of her; yet there mov'd from her\r\n    A hidden virtue, at whose touch awak'd,\r\n    The power of ancient love was strong within me.\n\r\n    No sooner on my vision streaming, smote\r\n    The heav'nly influence, which years past, and e'en\r\n    In childhood, thrill'd me, than towards Virgil I\r\n    Turn'd me to leftward, panting, like a babe,\r\n    That flees for refuge to his mother's breast,\r\n    If aught have terrified or work'd him woe:\r\n    And would have cried: \"There is no dram of blood,\r\n    That doth not quiver in me. The old flame\r\n    Throws out clear tokens of reviving fire:\"\r\n    But Virgil had bereav'd us of himself,\r\n    Virgil, my best-lov'd father; Virgil, he\r\n    To whom I gave me up for safety: nor,\r\n    All, our prime mother lost, avail'd to save\r\n    My undew'd cheeks from blur of soiling tears.\n\r\n    \"Dante, weep not, that Virgil leaves thee: nay,\r\n    Weep thou not yet: behooves thee feel the edge\r\n    Of other sword, and thou shalt weep for that.\"\n\r\n    As to the prow or stern, some admiral\r\n    Paces the deck, inspiriting his crew,\r\n    When 'mid the sail-yards all hands ply aloof;\r\n    Thus on the left side of the car I saw,\r\n    (Turning me at the sound of mine own name,\r\n    Which here I am compell'd to register)\r\n    The virgin station'd, who before appeared\r\n    Veil'd in that festive shower angelical.\n\r\n    Towards me, across the stream, she bent her eyes;\r\n    Though from her brow the veil descending, bound\r\n    With foliage of Minerva, suffer'd not\r\n    That I beheld her clearly; then with act\r\n    Full royal, still insulting o'er her thrall,\r\n    Added, as one, who speaking keepeth back\r\n    The bitterest saying, to conclude the speech:\r\n    \"Observe me well. I am, in sooth, I am\r\n    Beatrice. What! and hast thou deign'd at last\r\n    Approach the mountainnewest not, O man!\r\n    Thy happiness is whole?\" Down fell mine eyes\r\n    On the clear fount, but there, myself espying,\r\n    Recoil'd, and sought the greensward: such a weight\r\n    Of shame was on my forehead. With a mien\r\n    Of that stern majesty, which doth surround\r\n    mother's presence to her awe-struck child,\r\n    She look'd; a flavour of such bitterness\r\n    Was mingled in her pity. There her words\r\n    Brake off, and suddenly the angels sang:\r\n    \"In thee, O gracious Lord, my hope hath been:\"\r\n    But went no farther than, \"Thou Lord, hast set\r\n    My feet in ample room.\" As snow, that lies\r\n    Amidst the living rafters on the back\r\n    Of Italy congeal'd when drifted high\r\n    And closely pil'd by rough Sclavonian blasts,\r\n    Breathe but the land whereon no shadow falls,\r\n    And straightway melting it distils away,\r\n    Like a fire-wasted taper: thus was I,\r\n    Without a sigh or tear, or ever these\r\n    Did sing, that with the chiming of heav'n's sphere,\r\n    Still in their warbling chime: but when the strain\r\n    Of dulcet symphony, express'd for me\r\n    Their soft compassion, more than could the words\r\n    \"Virgin, why so consum'st him?\" then the ice,\r\n    Congeal'd about my bosom, turn'd itself\r\n    To spirit and water, and with anguish forth\r\n    Gush'd through the lips and eyelids from the heart.\n\r\n    Upon the chariot's right edge still she stood,\r\n    Immovable, and thus address'd her words\r\n    To those bright semblances with pity touch'd:\r\n    \"Ye in th' eternal day your vigils keep,\r\n    So that nor night nor slumber, with close stealth,\r\n    Conveys from you a single step in all\r\n    The goings on of life: thence with more heed\r\n    I shape mine answer, for his ear intended,\r\n    Who there stands weeping, that the sorrow now\r\n    May equal the transgression. Not alone\r\n    Through operation of the mighty orbs,\r\n    That mark each seed to some predestin'd aim,\r\n    As with aspect or fortunate or ill\r\n    The constellations meet, but through benign\r\n    Largess of heav'nly graces, which rain down\r\n    From such a height, as mocks our vision, this man\r\n    Was in the freshness of his being, such,\r\n    So gifted virtually, that in him\r\n    All better habits wond'rously had thriv'd.\r\n    The more of kindly strength is in the soil,\r\n    So much doth evil seed and lack of culture\r\n    Mar it the more, and make it run to wildness.\r\n    These looks sometime upheld him; for I show'd\r\n    My youthful eyes, and led him by their light\r\n    In upright walking. Soon as I had reach'd\r\n    The threshold of my second age, and chang'd\r\n    My mortal for immortal, then he left me,\r\n    And gave himself to others. When from flesh\r\n    To spirit I had risen, and increase\r\n    Of beauty and of virtue circled me,\r\n    I was less dear to him, and valued less.\r\n    His steps were turn'd into deceitful ways,\r\n    Following false images of good, that make\r\n    No promise perfect. Nor avail'd me aught\r\n    To sue for inspirations, with the which,\r\n    I, both in dreams of night, and otherwise,\r\n    Did call him back; of them so little reck'd him,\r\n    Such depth he fell, that all device was short\r\n    Of his preserving, save that he should view\r\n    The children of perdition. To this end\r\n    I visited the purlieus of the dead:\r\n    And one, who hath conducted him thus high,\r\n    Receiv'd my supplications urg'd with weeping.\r\n    It were a breaking of God's high decree,\r\n    If Lethe should be past, and such food tasted\r\n    Without the cost of some repentant tear.\""}