{"author": "Charles Baudelaire", "title": "The Metamorphoses Of The Vampire", "content": "    Twisting and writhing like a snake on fiery sands,\r\n    Kneading her breast against her corset's metal bands,\r\n    The woman, meanwhile, from her mouth of strawberry\r\n    Let flow these fragrant words of musky mystery:\r\n    'I have the moistest lip, and well 1 know the skill\r\n    Within a bed's soft heart, to lose the moral will.\r\n    I dry up all your tears on my triumphant bust\r\n    And make the old ones laugh like children, in their lust.\r\n    I take the place for those who see my naked arts\r\n    Of moon and of the sun and all the other stars.\r\n    I am, my dear savant, so studied in my charms\r\n    That when I stifle men within my ardent arms\r\n    Or when I give my breast to their excited bites,\r\n    Shy or unrestrained, of passionate delight,\r\n    On all those mattresses that swoon in ecstasy\r\n    Even helpless angels damn themselves for me!'\n\r\n    When she had drained the marrow out of all my bones,\r\n    When I turned listlessly amid my languid moans,\r\n    To give a kiss of love, no thing was with me but\r\n    A greasy leather flask that overflowed with pus!\r\n    Frozen with terror, then, I clenched both of my eyes;\r\n    When I reopened them into the living light\r\n    I saw I was beside no vampire mannequin\r\n    That lived by having sucked the blood out of my skin,\r\n    But bits of skeleton, some rattling remains\r\n    That spoke out with the clacking of a weather vane,\r\n    Or of a hanging shop sign, on an iron spike,\r\n    Swung roughly by the wind on gusty winter nights."}