{"author": "William Barnes", "title": "The Girt Woak Tree That's In The Dell", "content": "The girt woak tree that's in the dell!\r\nThere's noo tree I do love so well;\r\nVor times an' times when I wer young,\r\nI there've a-climbed, an' there've a-zwung,\r\nAn' picked the eacorns green, a-shed\r\nIn wrestlen storms vrom his broad head.\r\nAn' down below's the cloty brook\r\nWhere I did vish with line an' hook,\r\nAn' beat, in playsome dips and zwims,\r\nThe foamy stream, wi' white-skinned lim's.\r\nAn' there my mother nimbly shot\r\nHer knitten-needles, as she zot\r\nAt evenen down below the wide\r\nWoak's head, wi' father at her zide.\r\nAn' I've a-played wi' many a bwoy,\r\nThat's now a man an' gone awoy;\r\nZoo I do like noo tree so well\r\n'S the girt woak tree that's in the dell.\n\r\nAn' there, in leater years, I roved\r\nWi' thik poor maid I fondly loved, \r\nThe maid too feair to die so soon, \r\nWhen evenen twilight, or the moon,\r\nCast light enough 'ithin the pleace\r\nTo show the smiles upon her feace,\r\nWi' eyes so clear's the glassy pool,\r\nAn' lips an' cheaks so soft as wool.\r\nThere han' in han', wi' bosoms warm,\r\nWi' love that burned but thought noo harm,\r\nBelow the wide-boughed tree we passed\r\nThe happy hours that went too vast;\r\nAn' though she'll never be my wife,\r\nShe's still my leaden star o' life.\r\nShe's gone: an' she've a-left to me\r\nHer mem'ry in the girt woak tree;\r\nZoo I do love noo tree so well\r\n'S the girt woak tree that's in the dell.\n\r\nAn' oh! mid never ax nor hook\r\nBe brought to spweil his steately look;\r\nNor ever roun' his ribby zides\r\nMid cattle rub ther heairy hides;\r\nNor pigs rout up his turf, but keep\r\nHis lwonesome sheade vor harmless sheep;\r\nAn' let en grow, an' let en spread,\r\nAn' let en live when I be dead.\r\nBut oh! if men should come an' vell\r\nThe girt woak tree that's in the dell,\r\nAn' build his planks 'ithin the zide\r\nO' zome girt ship to plough the tide,\r\nThen, life or death! I'd goo to sea,\r\nA sailen wi' the girt woak tree:\r\nAn' I upon his planks would stand,\r\nAn' die a-fighten vor the land, \r\nThe land so dear, the land so free, \r\nThe land that bore the girt woak tree;\r\nVor I do love noo tree so well\r\n'S the girt woak tree that's in the dell."}