{"author": "Robert William Service", "title": "The Wonderer", "content": "     I wish that I could understand\r\n     The moving marvel of my Hand;\r\n     I watch my fingers turn and twist,\r\n     The supple bending of my wrist,\r\n     The dainty touch of finger-tip,\r\n     The steel intensity of grip;\r\n     A tool of exquisite design,\r\n     With pride I think: \"It's mine! It's mine!\"\n\r\n     Then there's the wonder of my Eyes,\r\n     Where hills and houses, seas and skies,\r\n     In waves of light converge and pass,\r\n     And print themselves as on a glass.\r\n     Line, form and color live in me;\r\n     I am the Beauty that I see;\r\n     Ah! I could write a book of size\r\n     About the wonder of my Eyes.\n\r\n     What of the wonder of my Heart,\r\n     That plays so faithfully its part?\r\n     I hear it running sound and sweet;\r\n     It does not seem to miss a beat;\r\n     Between the cradle and the grave\r\n     It never falters, stanch and brave.\r\n     Alas! I wish I had the art\r\n     To tell the wonder of my Heart.\n\r\n     Then oh! but how can I explain\r\n     The wondrous wonder of my Brain?\r\n     That marvelous machine that brings\r\n     All consciousness of wonderings;\r\n     That lets me from myself leap out\r\n     And watch my body walk about;\r\n     It's hopeless - all my words are vain\r\n     To tell the wonder of my Brain.\n\r\n     But do not think, O patient friend,\r\n     Who reads these stanzas to the end,\r\n     That I myself would glorify. . . .\r\n     You're just as wonderful as I,\r\n     And all Creation in our view\r\n     Is quite as marvelous as you.\r\n     Come, let us on the sea-shore stand\r\n     And wonder at a grain of sand;\r\n     And then into the meadow pass\r\n     And marvel at a blade of grass;\r\n     Or cast our vision high and far\r\n     And thrill with wonder at a star;\r\n     A host of stars - night's holy tent\r\n     Huge-glittering with wonderment.\n\r\n     If wonder is in great and small,\r\n     Then what of Him who made it all?\r\n     In eyes and brain and heart and limb\r\n     Let's see the wondrous work of Him.\r\n     In house and hill and sward and sea,\r\n     In bird and beast and flower and tree,\r\n     In everything from sun to sod,\r\n     The wonder and the awe of God."}