{"author": "Ella Wheeler Wilcox", "title": "The Common Lot.", "content": "             It is a common fate - a woman's lot - \r\n         To waste on one the riches of her soul,\r\n             Who takes the wealth she gives him, but cannot\r\n         Repay the interest, and much less the whole.\n\r\n             As I look up into your eyes and wait\r\n         For some response to my fond gaze and touch,\r\n             It seems to me there is no sadder fate\r\n         Than to be doomed to loving overmuch.\n\r\n             Are you not kind? Ah, yes, so very kind - \r\n         So thoughtful of my comfort, and so true.\r\n             Yes, yes, dear heart; but I, not being blind,\r\n         Know that I am not loved as I love you.\n\r\n             One tenderer word, a little longer kiss,\r\n         Will fill my soul with music and with song;\r\n             And if you seem abstracted, or I miss\r\n         The heart-tone from your voice, my world goes wrong.\n\r\n             And oftentimes you think me childish - weak - \r\n         When at some thoughtless word the tears will start;\r\n             You cannot understand how aught you speak\r\n         Has power to stir the depths of my poor heart.\n\r\n             I cannot help it, dear, - I wish I could,\r\n         Or feign indifference where I now adore;\r\n             For if I seemed to love you less you would,\r\n         Manlike, I have no doubt, love me the more.\n\r\n             'Tis a sad gift, that much applauded thing,\r\n         A constant heart; for fact doth daily prove\r\n             That constancy finds oft a cruel sting,\r\n         While fickle natures win the deeper love.\n"}