{"author": "Percy Bysshe Shelley", "title": "The First Canzone Of The Convito. From The Italian Of Dante.", "content": "    1.\r\n    Ye who intelligent the Third Heaven move,\r\n    Hear the discourse which is within my heart,\r\n    Which cannot be declared, it seems so new.\r\n    The Heaven whose course follows your power and art,\r\n    Oh, gentle creatures that ye are! me drew,\r\n    And therefore may I dare to speak to you,\r\n    Even of the life which now I live - and yet\r\n    I pray that ye will hear me when I cry,\r\n    And tell of mine own heart this novelty;\r\n    How the lamenting Spirit moans in it,\r\n    And how a voice there murmurs against her\r\n    Who came on the refulgence of your sphere.\n\r\n    2.\r\n    A sweet Thought, which was once the life within\r\n    This heavy heart, man a time and oft\r\n    Went up before our Father's feet, and there\r\n    It saw a glorious Lady throned aloft;\r\n    And its sweet talk of her my soul did win,\r\n    So that I said, 'Thither I too will fare.'\r\n    That Thought is fled, and one doth now appear\r\n    Which tyrannizes me with such fierce stress,\r\n    That my heart trembles - ye may see it leap -\r\n    And on another Lady bids me keep\r\n    Mine eyes, and says - Who would have blessedness\r\n    Let him but look upon that Lady's eyes,\r\n    Let him not fear the agony of sighs.\n\r\n    3.\r\n    This lowly Thought, which once would talk with me\r\n    Of a bright seraph sitting crowned on high,\r\n    Found such a cruel foe it died, and so\r\n    My Spirit wept, the grief is hot even now -\r\n    And said, Alas for me! how swift could flee\r\n    That piteous Thought which did my life console!\r\n    And the afflicted one ... questioning\r\n    Mine eyes, if such a Lady saw they never,\r\n    And why they would...\r\n    I said: 'Beneath those eyes might stand for ever\r\n    He whom ... regards must kill with...\r\n    To have known their power stood me in little stead,\r\n    Those eyes have looked on me, and I am dead.'\n\r\n    4.\r\n    'Thou art not dead, but thou hast wandered,\r\n    Thou Soul of ours, who thyself dost fret,'\r\n    A Spirit of gentle Love beside me said;\r\n    For that fair Lady, whom thou dost regret,\r\n    Hath so transformed the life which thou hast led,\r\n    Thou scornest it, so worthless art thou made.\r\n    And see how meek, how pitiful, how staid,\r\n    Yet courteous, in her majesty she is.\r\n    And still call thou her Woman in thy thought;\r\n    Her whom, if thou thyself deceivest not,\r\n    Thou wilt behold decked with such loveliness,\r\n    That thou wilt cry [Love] only Lord, lo! here\r\n    Thy handmaiden, do what thou wilt with her.\n\r\n    5.\r\n    My song, I fear that thou wilt find but few\r\n    Who fitly shall conceive thy reasoning\r\n    Of such hard matter dost thou entertain.\r\n    Whence, if by misadventure chance should bring\r\n    Thee to base company, as chance may do,\r\n    Quite unaware of what thou dost contain,\r\n    I prithee comfort thy sweet self again,\r\n    My last delight; tell them that they are dull,\r\n    And bid them own that thou art beautiful."}