{"author": "Henry Lawson", "title": "The Secret Whisky Cure", "content": "    ’Tis no tale of heroism, ’tis no tale of storm and strife,\r\n    But of ordinary boozing, and of dull domestic life,\r\n    Of the everlasting friction that most husbands must endure,\r\n    Tale of nagging and of drinking, and a secret whisky cure.\n\r\n    Name of Jones, perhaps you know him, small house-agent here in town,\r\n    (Friend of Smith, you know him also, likewise Robinson and Brown),\r\n    Just a hopeless little husband, whose deep sorrows were obscure,\r\n    And a bitter nagging Missis, and death seemed the only cure.\n\r\n    ’Twas a common sordid marriage, and there’s little new to tell,\r\n    Save the pub to him was Heaven and his own home was a hell:\r\n    With the office in between them, purgatory to be sure,\r\n    And, as far as Jones could make out, well, there wasn’t any cure.\n\r\n    ’Twas drink and nag, or nag and drink, whichever you prefer,\r\n    Till at last she couldn’t stand him any more than he could her.\r\n    Friends and relatives assisted, telling her (with motives pure)\r\n    That a legal separation was the only earthly cure.\n\r\n    So she went and saw a lawyer, who, in accents soft and low,\r\n    Asked her firstly if her husband had a bank account or no;\r\n    But he hadn’t and she hadn’t, they in fact were very poor,\r\n    So he bowed her out suggesting she should try some liquor cure.\n\r\n    She saw a drink cure advertised in the Sydney Bulletin,\r\n    Cure for brandy, cure for whisky, cure for rum and beer and gin,\r\n    And it could be given secret, it was tasteless, swift and sure,\r\n    So she purchased half a gallon of that Secret Whisky Cure.\n\r\n    And she put some in his coffee, smiling sweetly all the while,\r\n    And he started for the office rather puzzled by the smile,\r\n    Smile or frown he’d have a whisky, and you’ll say he was a boor,\r\n    But perhaps his wife had given him an overdose of Cure.\n\r\n    And he met a friend he hadn’t seen for seven years or more,\r\n    It was just upon the threshold of a private bar-room door,\r\n    And they coalised and entered straight away, you may be sure,\r\n    But of course they hadn’t reckoned with a Secret Whisky Cure.\n\r\n    Jones, he drank, turned pale, and, gasping, hurried out the back way quick,\r\n    Where, to his old chum’s amazement, he was violently sick;\r\n    Then they interviewed the landlord, but he swore the drink was pure,\r\n    It was only the beginning of the Secret Whisky Cure.\n\r\n    For Jones couldn’t stand the smell of even special whisky blends,\r\n    And shunned bar-rooms to the sorrow of his trusty drinking friends:\r\n    And they wondered, too, what evil genius had chanced to lure\r\n    Him from paths of booze and friendship, never dreaming of a Cure.\n\n\r\n    He had noticed, too, with terror that a something turned his feet,\r\n    When a pub was near, and swung him to the other side the street,\r\n    Till he thought the devils had him, and his person they’d immure\r\n    In a lunatic asylum where there wasn’t any Cure.\n\r\n    He consulted several doctors who were puzzled by the case,\r\n    As they mostly are, but never tell the patient to his face,\r\n    Some advised him ‘Try the Mountains for this malady obscure:’\r\n    But there wasn’t one could diagnose a Secret Whisky Cure.\n\r\n    And his wife, when he was sober?, Well, she nagged him all the more!\r\n    And he couldn’t drown his sorrow in the pewter as of yore:\r\n    So he shot himself at Manly and was sat upon by Woore,\r\n    And found rest amongst the spirits from the Secret Whisky Cure.\n\n\r\n    And the moral?, well, ’tis funny, or ’tis woman’s way with men,\r\n    She’s remarried to a publican who whacks her now and then,\r\n    And they get on fairly happy, he’s a brute and he’s a boor,\r\n    But she’s never tried her second with a Secret Whisky Cure."}