{"author": "Madison Julius Cawein", "title": "The Picture", "content": "    Above her, pearl and rose the heavens lay:\r\n    Around her, flowers flattered earth with gold,\r\n    Or down the path in insolence held sway - \r\n    Like cavaliers who ride the king's highway - \r\n    Scarlet and buff, within a garden old.\n\r\n    Beyond the hills, faint-heard through belts of wood,\r\n    Bells, Sabbath-sweet, swooned from some far-off town:\r\n    Gamboge and gold, broad sunset colors strewed\r\n    The purple west as if, with God imbued,\r\n    Her mighty palette Nature there laid down.\n\r\n    Amid such flowers, underneath such skies,\r\n    Embodying all life knows of sweet and fair,\r\n    She stood; love's dreams in girlhood's face and eyes,\r\n    Fair as a star that comes to emphasize\r\n    The mingled beauty of the earth and air.\n\r\n    Behind her, seen through vines and orchard trees,\r\n    Gray with its twinkling windows - like the face\r\n    Of calm old age that sits and dreams at ease - \r\n    Porched with old roses, haunts of honeybees,\r\n    The homestead loomed within a lilied space.\n\r\n    For whom she waited in the afterglow,\r\n    Star-eyed and golden 'mid the poppy and rose,\r\n    I do not know; I do not care to know, - \r\n    It is enough I keep her picture so,\r\n    Hung up, like poetry, in my life's dull prose.\n\r\n    A fragrant picture, where I still may find\r\n    Her face untouched of sorrow or regret,\r\n    Unspoiled of contact; ever young and kind;\r\n    The spiritual sweetheart of my soul and mind,\r\n    She had not been, perhaps, if we had met."}