{"author": "Emma Lazarus", "title": "The Birth Of Man.", "content": "        A Legend of the Talmud.\n\n\r\n            I.\n\n\r\n    When angels visit earth, the messengers\r\n    Of God's decree, they come as lightning, wind:\r\n    Before the throne, they all are living fire.\r\n    There stand four rows of angels - to the right\r\n    The hosts of Michael, Gabriel's to the left,\r\n    Before, the troop of Ariel, and behind,\r\n    The ranks of Raphael; all, with one accord,\r\n    Chanting the glory of the Everlasting.\r\n    Upon the high and holy throne there rests,\r\n    Invisible, the Majesty of God.\r\n    About his brows the crown of mystery\r\n    Whereon the sacred letters are engraved\r\n    Of the unutterable Name. He grasps\r\n    A sceptre of keen fire; the universe\r\n    Is compassed in His glance; at His right hand\r\n    Life stands, and at His left hand standeth Death.\n\n\n\n\r\n            II.\n\n\r\n    Lo, the divine idea of making man\r\n    Had spread abroad among the heavenly hosts;\r\n    And all at once before the immortal throne\r\n    Pressed troops of angels and of seraphim,\r\n    With minds opposed, and contradicting cries:\r\n    \"Fulfill, great Father, thine exalted thought!\r\n    Create and give unto the earth her king!\"\r\n    \"Cease, cease, Almighty God! create no more!\"\r\n    And suddenly upon the heavenly sphere\r\n    Deep silence fell; before the immortal throne\r\n    The angel Mercy knelt, and thus he spoke:\r\n    \"Fulfill, great Father, thine exalted thought!\r\n    Create the likeness of thyself on earth.\r\n    In this new creature I will breathe the spirit\r\n    Of a divine compassion; he shall be\r\n    Thy fairest image in the universe.\"\r\n    But to his words the angel Peace replied,\r\n    With heavy sobs: \"My spirit was outspread,\r\n    Oh God, on thy creation, and all things\r\n    Were sweetly bound in gracious harmony.\r\n    But man, this strange new being, everywhere\r\n    Shall bring confusion, trouble, discord, war.\"\r\n    \"Avenger of injustice and of crime,\"\r\n    Exclaimed the angel Justice, \"he shall be\r\n    Subject to me, and peace shall bloom again.\r\n    Create, oh Lord, create!\" \"Father of truth,\"\r\n    Implored with tears the angel Truth, \"Thou bring'st\r\n    Upon the earth the father of all lies!\"\r\n    And over the celestial faces gloomed\r\n    A cloud of grief, and stillness deep prevailed.\r\n    Then from the midst of that abyss of light\r\n    Whence sprang the eternal throne, these words rang forth:\r\n    \"Be comforted, my daughter! Thee I send\r\n    To be companion unto man on earth.\"\r\n    And all the angels cried, lamenting loud:\r\n    \"Thou robbest heaven of her fairest gem.\r\n    Truth! seal of all thy thoughts, Almighty God,\r\n    The richest jewel that adorns thy crown.\"\r\n    From the abyss of glory rang the voice:\r\n    \"From heaven to earth, from earth once more to heaven,\r\n    Shall Truth, with constant interchange, alight\r\n    And soar again, an everlasting link\r\n    Between the world and sky.\"\r\n         And man was born.\n"}