{"author": "Frederic William Moorman", "title": "The Hungry Forties", "content": "    Thou wants my vote, young man wi' t' carpet-bags,\r\n         Weel, sit thee down, an' hark what I've to say.\r\n    It's noan so varry oft wer kitchen flags\r\n         Are mucked by real live lords down Yelland(1) way.\n\r\n    I've read thy speyks i' t' paper of a neet,\r\n         Thou lets a vast o' words flow off thy tongue;\r\n    Thou's gotten facts an' figures, plain as t' leet,\r\n         An' argiments to slocken(2) owd an' young.\n\r\n    But what are facts an' figures 'side o' truths\r\n         We've bowt wi' childer' tears an' brokken lives?\r\n    An' what are argiments o' cockered youths\r\n         To set agean yon groans o' caitiff(3) wives?\n\r\n    'Twere \"hungry forties\" when I were a lad,\r\n         An' fowks were clemmed, an' weak i' t' airm an' brain;\r\n    We lived on demick'd(4) taties, bread gone sad,\r\n         An' wakkened up o' neets croodled(5) wi' pain.\n\r\n    When t' quartern loaf were raised to one and four,\r\n         We'd watter-brewis, swedes stown out o' t' field;\r\n    Farmers were t' landlords' jackals, an' us poor\r\n         Tewed in Egyptian bondage unrepealed.\n\r\n    I mind them times when lads marched down our street\r\n         Wi' penny loaves on pikes all steeped i' blooid;\r\n    \"It's breead or blooid,\" they cried. \"We've nowt to eat;\r\n         To Hell wi' all that taxes t' people's fooid.\"\n\r\n    There was a papist duke(6) that com aleng\r\n         Wi' curry powders, an' he telled our boss\r\n    That when fowk's bellies felt pination's teng,(7)\r\n         For breead, yon stinkin' powders they mun soss.(8)\n\r\n    I went to wark when I were eight yeer owd;\r\n         I tended galloways an' sammed up coils.\r\n    'Twere warm i' t' pit, aboon 't were despert cowd,\r\n         An' clothes were nobbut spetches,(9) darns an' hoils.\n\r\n    Thro' six to eight I worked, then two mile walk\r\n         Across yon sumpy(10) fields to t' kitchen door.\r\n    I've often fainted, face as white as chalk,\r\n         Then fall'n lang-length upon wer cobble-floor.\n\r\n    My mother addled seven and six a week,\r\n         Slavin' all t' day at Akeroyd's weyvin'-shed:\r\n    Fayther at t' grunstone wrowt, while he fell sick;\r\n         Steel filin's gate intul his lungs, he said.\n\r\n    I come thee then no thank for all thy speyks,\r\n         Thou might as weel have spared thisen thy pains;\r\n    I see no call to laik at ducks an' drakes\r\n         Wi' t' bitter truth that's burnt intul our brains.\n\r\n    \"Corn laws be damned,\" said dad i' forty-eight;\r\n         \"Corn laws be damned,\" say I i' nineteen-five.\r\n    Tariff reform, choose, how, will have to wait\r\n         Down Yelland way, so lang as I'm alive.\n\r\n    If thou an' thine sud tax us workers' fooid,\r\n         An' thrust us back in our owd misery,\r\n    May t' tears o' our deead childer thin thy blooid,\r\n         An' t' curse o' t' \"hungry forties\" leet on thee."}