{"author": "Thomas Hardy", "title": "The Change", "content": "     Out of the past there rises a week -\r\n     Who shall read the years O! -\r\n     Out of the past there rises a week\r\n     Enringed with a purple zone.\r\n     Out of the past there rises a week\r\n     When thoughts were strung too thick to speak,\r\n    And the magic of its lineaments remains with me alone.\n\r\n     In that week there was heard a singing -\r\n     Who shall spell the years, the years! -\r\n     In that week there was heard a singing,\r\n     And the white owl wondered why.\r\n     In that week, yea, a voice was ringing,\r\n     And forth from the casement were candles flinging\r\n    Radiance that fell on the deodar and lit up the path thereby.\n\r\n     Could that song have a mocking note? -\r\n     Who shall unroll the years O! -\r\n     Could that song have a mocking note\r\n     To the white owl's sense as it fell?\r\n     Could that song have a mocking note\r\n     As it trilled out warm from the singer's throat,\r\n    And who was the mocker and who the mocked when two felt all was well?\n\r\n     In a tedious trampling crowd yet later -\r\n     Who shall bare the years, the years! -\r\n     In a tedious trampling crowd yet later,\r\n     When silvery singings were dumb;\r\n     In a crowd uncaring what time might fate her,\r\n     Mid murks of night I stood to await her,\r\n    And the twanging of iron wheels gave out the signal that she was come.\n\r\n     She said with a travel-tired smile -\r\n     Who shall lift the years O! -\r\n     She said with a travel-tired smile,\r\n     Half scared by scene so strange;\r\n     She said, outworn by mile on mile,\r\n     The blurred lamps wanning her face the while,\r\n    \"O Love, I am here; I am with you!\" . . . Ah, that there should have come a change!\n\r\n     O the doom by someone spoken -\r\n     Who shall unseal the years, the years! -\r\n     O the doom that gave no token,\r\n     When nothing of bale saw we:\r\n     O the doom by someone spoken,\r\n     O the heart by someone broken,\r\n    The heart whose sweet reverberances are all time leaves to me.\n\r\n    Jan.-Feb. 1913."}