{"author": "Francesco Petrarca (Petrarch)", "title": "To Laura In Death. Sonnet LV.", "content": "    Or hai fatto l' estremo di tua possa.\n\r\n    DEATH MAY DEPRIVE HIM OF THE SIGHT OF HER BEAUTIES, BUT NOT OF THE MEMORY OF HER VIRTUES.\n\n\r\n        Now hast thou shown, fell Death! thine utmost might.\r\n    Through Love's bright realm hast want and darkness spread,\r\n    Hast now cropp'd beauty's flower, its heavenly light\r\n    Quench'd, and enclosed in the grave's narrow bed;\r\n    Now hast thou life despoil'd of all delight,\r\n    Its ornament and sovereign honour shed:\r\n    But fame and worth it is not thine to blight;\r\n    These mock thy power, and sleep not with the dead.\r\n    Be thine the mortal part; heaven holds the best,\r\n    And, glorying in its brightness, brighter glows,\r\n    While memory still records the great and good.\r\n    O thou, in thine high triumph, angel blest!\r\n    Let thy heart yield to pity of my woes,\r\n    E'en as thy beauty here my soul subdued.\n\r\n    DACRE.\n\n\r\n        Now hast thou shown the utmost of thy might,\r\n    O cruel Death! Love's kingdom hast thou rent,\r\n    And made it poor; in narrow grave hast pent\r\n    The blooming flower of beauty and its light!\r\n    Our wretched life thou hast despoil'd outright\r\n    Of every honour, every ornament!\r\n    But then her fame, her worth, by thee unblent,\r\n    Shall still survive!--her dust is all thy right;\r\n    The rest heaven holds, proud of her charms divine\r\n    As of a brighter sun. Nor dies she here--\r\n    Her memory lasts, to good men ever dear!\r\n    O angel new, in thy celestial sphere\r\n    Let pity now thy sainted heart incline,\r\n    As here below thy beauty vanquish'd mine!\n\r\n    CHARLEMONT."}