{"author": "Francesco Petrarca (Petrarch)", "title": "To Laura In Death. Sonnet XLV.", "content": "    Passato è 'l tempo omai, lasso! che tanto.\n\r\n    HIS ONLY DESIRE IS AGAIN TO BE WITH HER.\n\n\r\n        Fled--fled, alas! for ever--is the day,\r\n    Which to my flame some soothing whilom brought;\r\n    And fled is she of whom I wept and wrote:\r\n    Yet still the pang, the tear, prolong their stay!\r\n    And fled that angel vision far away;\r\n    But flying, with soft glance my heart it smote\r\n    ('Twas then my own) which straight, divided, sought\r\n    Her, who had wrapp'd it in her robe of clay.\r\n    Part shares her tomb, part to her heaven is sped;\r\n    Where now, with laurel wreathed, in triumph's car\r\n    She reaps the meed of matchless holiness:\r\n    So might I, of this flesh discumberèd,\r\n    Which holds me prisoner here, from sorrow far\r\n    With her expatiate free 'midst realms of endless bliss!\n\r\n    WRANGHAM.\n\n\r\n        Ah! gone for ever are the happy years\r\n    That soothed my soul amid Love's fiercest fire,\r\n    And she for whom I wept and tuned my lyre\r\n    Has gone, alas!--But left my lyre, my tears:\r\n    Gone is that face, whose holy look endears;\r\n    But in my heart, ere yet it did retire,\r\n    Left the sweet radiance of its eyes, entire;--\r\n    My heart? Ah; no! not mine! for to the spheres\r\n    Of light she bore it captive, soaring high,\r\n    In angel robe triumphant, and now stands\r\n    Crown'd with the laurel wreath of chastity:\r\n    Oh! could I throw aside these earthly bands\r\n    That tie me down where wretched mortals sigh,--\r\n    To join blest spirits in celestial lands!\n\r\n    MOREHEAD."}